{"content":["P.S. *Bad gun accuracy *Underpowered *Some enemy spared me after rendering me immobile *Getting overwhelmed by German tanks *Good depression for depressing cannons *Envy other nations' tanks *Some are somewhat pretty to look at, especially FCM, which looks like a pyramid","It not abt qualfication. It is abt a restless mind in search of reality. One thing was sure, she cud not come to terms with modern education. So she took up indic studies, though they r not remunerative. I am sure  wud also be in same situation  as he excells in both","pls give me some rest, im so drained even though im not doing anything","Some people just wanna be depressed so bad. Not even really trying to get out that dark place.","Ahhaha I was an actor man! Heâ\u0080\u0099s a good actor. Him and awkwanfina werenâ\u0080\u0099t really funny together imo. Simu didnâ\u0080\u0099t really show us emotions. He didnâ\u0080\u0099t sell the trauma, sadness etc. heâ\u0080\u0099s just not a star. If youâ\u0080\u0099re putting him next to the other guys you lose sight of him.","So when you're restless I will calm the ocean for you In your sorrow I will dry your tears","I need a hug today. Capitolism has got me feeleng more depressed than usual.... It shouldnt be too much to except that one job can support rent and bills. I hate.","I just realized $15/hr is only $600 a week and $2400 a month, and thatâ\u0080\u0099s before taxes. Gas is damn near $5 a gallon in . Rent in LA is no less then $1500. No wonder why people so depressed and got Anxiety n shii. America is so ghetto ð\u009f\u0098\u0091.","I feel for you all. But 99.99% of us love the  and truly appreciate all that you amazing people do for us. Donâ\u0080\u0099t be downhearted. Thank you so much â\u009d¤ï¸\u008f","Depressed listless self-destruction on the individual level has the same energy as a large group running a manic treadmill of a life but never enjoying it.","Fucking hate that depression i get into when I'm about to start my period. It's so intense  https://t.co/aJXi5r961w","thats so funny i remember being a kid and i had the kit kitteridge american girl doll and i desperately wanted to know what it was like during the great depression so i asked my grandma and i was so disappointed that she was born after it ended","I'm so emotionally drained . I wanna be treated right. I'm so tired giving so much and receiving so little. I wanna be held and i want cuddles. I'm so tired u have no idea....","I have really struggled throughout my life with my mental health. As a kid, I was bullied and mostly by family for being \"sensitive\". I have tried to commit suicide more than once. I frequently go through stages of depression. ","tw // suicide  i took the pills this morning but ended up vomiting them after a while . i can't believe i failed again i really cant do anything right its such a simple thing and i cant even do that why am i alive i want to die i want to die i dont want to be here anymore","Damn I be so tired all the time ð\u009f\u0098­","If you are reading this, I declare that the month of October will be filled with a peace of mind. The enemy will no longer torment you. Anxiety &amp; depression will flee from you. You will be able to focus during this season.","But losing makes me depressed or angry at myself. Apathy &gt;&gt;&gt;","Do you go to sleep right after? My sleep is always so restless after DMing.","It's *always* a terrible time to have kids. 1st WW, great depression, 2nd WW, austerity, Cold War, Winters Of Discontent, Big Bang, end-of-the-world millennium, 9/11, financial crash, AND NOW THIS. 1/","i'm sorry i'm so flirtatious and i'm sorry for being hyper sexual and i'm sorry for all of it why do i always do this? i'm not depressed about this, more bleak. life is not here with me. i kiss yr heart","//Iâ\u0080\u0099m not sure if Iâ\u0080\u0099m about to go manic or depressed. But I want to hurt Bruce so badâ\u0080¦ Maybe shatter his dominant handâ\u0080¦ Bruce could have this moment  https://t.co/R8G1PG0spp","Yea, Iâ\u0080\u0099ve been depressed and no I donâ\u0080\u0099t want to hurt myself","I hate it here, where do I sign up for a priv acc to rant about uni and be depressed ha ha ð\u009f¥²","For me, my depression most commonly and dangerously manifests as intrusive suicidal thoughts. If youâ\u0080\u0099ve never had intrusive thoughts, trust me you donâ\u0080\u0099t want them. It feels like your mind is constantly barraged with a voice that isnâ\u0080\u0099t your own or in your control.","I am just so drained; physically, emotionally, mentally.  I had trouble sleeping the past few nights, and when I did, it was... not pleasant sleep.  It still feels weird not seeing her at her home when I go over to visit dad.","oh my god i am so fat and sad i am like a depressed pumpkin doing stupid depressed pumpkin things drinking stupid pumpkin spiced lattes and watching stupid hocus pocus lighting my stupid spiced candle and very simply pretending autumn will fix everything x","I just don't wanna go through the post-game depression cause I feel so drained and empty and just...lifeless when I finish a game especially Zelda ð\u009f\u0098­ð\u009f\u0098­ð\u009f\u0098­ð\u009f\u0098­","Iâ\u0080\u0099m so used to feeling depressed that when Iâ\u0080\u0099m fully normal, I donâ\u0080\u0099t feel comfortable.","Sir I am very depressed I just want to commit suicide but I have a 4 year old daughter so I can't commit suicide. Please help me sir ð\u009f\u0099\u008fð\u009f\u008f¼ð\u009f\u0099\u008fð\u009f\u008f¼ð\u009f\u0099\u008fð\u009f\u008f¼","I cleaned my depressed room Iâ\u0080\u0099m so proud of my self","I run Youth Empowerment Programs. We are a depressed generation. Unemployment is high. Businesses fail. Who is assisting our future leaders?   The future may seem bleak but there's tons of hope out there!  Join us if you are in Soweto or can get there. It's gonna  be fun!   https://t.co/olWNfAysht","i hate being so anxious and depressed, it makes life harder sometimes","I was so depressed and didnâ\u0080\u0099t even realize it.","really just so depressed that i dragged myself from my room to the campus park to sit and depress","ð\u009f\u0098\u0082That's a relief. But I'll move a bit just to see people so I don't get depressed in this room coz it's always me and books, me and gadgets ð\u009f¤·â\u0080\u008dâ\u0099\u0082ï¸\u008fð\u009f\u0098\u0082","Why does my depression always kick in around October and December?  I hate it.","SAME, if there is slight bit of angst and I decide to continue, I can get so depressed that i would cry and read only fluff for months ð\u009f\u0098­","All I want is to move out of this horrible house. I want to start decorating for my babies nursery and honestly itâ\u0080\u0099s making me so fuckin depressed. Going back to bed.","tb to when i was saving for hu tao but then her  banner got held back so i got depressed and did a 10 pull on ganyu's banner even though i said i was skipping her so i still had enough time to save for hu tao again and now i have both of them!!!!!    https://t.co/SokbS6dgfu","Today, i met a rider who was restless and very depressed. He and his gangs just lost $4.6million. The white lady whose account the money was wired to,woke up after 7days and decided to return the money back to the oil firm they had successfully duped.  God saved someone today sha","Depression is kicking my ass and I hate my smile so fake it until you make it, right?  https://t.co/C3LQR6CVk7","I hate getting like this cause I can feel myself going into depression!","My mental is so fcked and I feel drained 24/7 because of school I hate this shit.","i just saw that thread about the ð\u009f\u0090° face leak and i was so disgusted how people shit on him and saying he's faking he's depression like wtf.","I want out of this damn house. This place is nothing but hell for me with so much depression and shit that everyone deals with in this house. I need to be somewhere where someone will actually understand me. FUCK CALIFORNIA!","These days Iâ\u0080\u0099ve been so depressed and anxious that I'm not enjoying the activities and things I usually like to do","I'm really depressed so I stpo taking my antidepressants which makes me even more depressed.  The fuck?","This last week has been so fucking stressful. I know it's only a concert~ but I have GAD and not knowing what my plans are and having everything in the air is very mentally taxing for me. I'm exhausted, angry and depressed.","Would she get the thing where people saw Avatar and then the real world seemed so bland and lifeless in comparison it gave them depression, you think?   It was like a weird reverse case of Paris Syndrome or smth but for people in those days I feel they'd get it HARD.","My gf looks like she could beat the shit outta me and thatâ\u0080\u0099s so attractive","Just a mental health reminder: suffering from anxiety, depression, or any kind of mental disorder doesnâ\u0080\u0099t make you self absorbed! There are some things you canâ\u0080\u0099t control, but what matters is that youâ\u0080\u0099re making your best effort to help yourself.","Find me job bro , am so depressed and have new baby :(?","Yes we are all in danger. Of government not covid. Weâ\u0080\u0099re moving in any event. We are literally in one of the worst places in the world right now being metro melb. Itâ\u0080\u0099s bleak I can tell you. Many going bankrupt most depressed. Kids missing their lives. Not to mention the weather.","So sorry your going home Nina, don't be downhearted you did a great job !","On Saturday I met a gentleman at St Barnabas Church, Epsom, Surrey, UK &amp; I mentioned that prior to my viral tweet, I had symptoms of depression. He said really but you always seem so happy. Behind the smiley persona there is much psychological trauma.","Seasonal depression is a real bitch. I hate feeling the way that I do. ð\u009f\u0098¡ð\u009f\u0098\u0094","No man will ever understand the feeling of a mother not being able to see her 2 year old and 7 month old. What hurts the most is the fact that he even told me my baby was so depressed he was barely eating one bottle a day. I hate that I'm going to have to go to court to see them.","Im probably the happiest depressed person ever. Iâ\u0080\u0099m full of laugh &amp; smiles when my fucking heart hurts bro..","It's self-loathing hours!   This is why I try and not talk when I'm depressed. I say the wrong things.","hobi will just be standing there normally and here comes some loser claiming heâ\u0080\u0099s â\u0080\u009cdepressed and tiredâ\u0080\u009d or hates the other members like ??","Iâ\u0080\u0099ve had this theory for a while but so much of how we interact with the world comes from sex.  If youâ\u0080\u0099re getting ð\u009f\u0098º, most of the time youâ\u0080\u0099re more content on average.  If youâ\u0080\u0099re not, youâ\u0080\u0099re depressed and/or self-loathing about it. And you take that out on others (or you kys).","So depressed and down could not get anything done this weekend. Feeling like a super failure. In multiple facets of my life at this point. Just lost.","I'm disgusted with the number of spoiled americans who go drama queen and think it's the rapture if poc are moving into their neighborhoods.  And the audacity with WWI, pandemic, great depression, WWII, more wars and major natural disasters with entire families killed and ...","What i tell my boss: im working t-th this week bc i want to use monday to study for my test on wednesday what i mean: im mad depressed and i want to go back to bed so im not working today","On some \" yea yea you got it that's a good pup\" \" your so cute when you try to talk\" \" can't get a word out can you?\"  \" I love the sounds you make for me\" type beat ð\u009f\u0092¥","My heart goes out to contact tracers who have done us proud for so long and must feel so downhearted at this time.","what are u tryin to fix me for? maybe iâ\u0080\u0098m broken but iâ\u0080\u0099m not sure. am i depressed or am i just bored? apathy and irony - post modern anxiety   ich LIEBE diesen songð\u009f¥° instant gute laune  https://t.co/A3ndTbqAr6","Both are disabling autism makes me hate myself more because depression donâ\u0080\u0099t want do something and autism going freak out if I donâ\u0080\u0099t do it so I end up in maltdown for not doing something because I too depressed. It a awful intersectional cycle of self hatred. Both to blame for it","I dead gotta stop getting depressed when Iâ\u0080\u0099m the only one that for sure is going to hold it down around here","my guy is so fucking depressed. leave your room buddy, youâ\u0080\u0099ll feel better","My digestive system got fucked sideways (lost 8 kilo in a month) &amp; effected my kidneys &amp; liver. That goes without saying how all these chemicals fucked my brain as well with severe depression, suicidal thoughts, intense panic attacks, insomnia just to name a few.","I watched DEH, and the tone was really subdued. The filmmakers understood the craven depravity of what the lead was doing, so they changed his character to be more clearly disturbed and depressed, but it ended up making the whole movie feel bleak.","Time for infusion round 4 and Iâ\u0080\u0099m worried itâ\u0080\u0099s not actually helping with the depression so Iâ\u0080\u0099m doing the best thing that will help: watching Kung Fu Panda 3  https://t.co/19u6nQWWoV","I remember my first session with a psychiatrist after suicide hotline told me to see one.  She said I have depression and I responded  â\u0080\u009cI knowâ\u0080\u009d  Though, in my mind I wanted to respond  â\u0080\u009cGirl! Tagal ko nang alam beh.â\u0080\u009d ð\u009f\u0098\u0082","Most days I canâ\u0080\u0099t get out of bed because of the depression and anger I feel at the Morrison govt and the complicit media who have ruined the future for my children and grandchildren. My hope lies with you Tanya, and the rest of the ALP.","I agree hundred percent. He looks fatigued and depressed af.  This coming from someone who deals with depression and anxiety. He definitely looks like heâ\u0080\u0099s going through some serious struggles. It really fucking sucks I pray heâ\u0080\u0099s getting the he needs regardless if thatâ\u0080\u0099s the case","ATENÃ\u0087Ã\u0083O:  I BUILD YOU UP I'LL BE THE BEST YOU'D HAVE IT ALL  IF WE WERE (2X) YOU'D NEVER BE SO DAMN DEPRESSED IF WE WERE, IF WE WERE I BUILD YOU UP YOU'D NEVER REST  IF WE WERE (2X) WE'D BE THE MOST BEAUTIFUL MESS IF WE WERE FOREVER","I swear my family be the reason i stopped drinking cause them be the ones who have ONE drink or touch and they too wasted to realized the time. They stay in depression and misery of their own failures and wont face the music. They abuse it like a jigga who smokes 3 bags.","i'm exhausted mentally and physically lol but im so glad to talk to you wait i missed you sm","Mine made me super depressed and feel super down, also no libido at all so...","Everything seems... bleak. Listening to  soundtracks. Didn't watch a single episode but the music suits my mood.      https://t.co/T1N8jcMlJ8","I mean yall leaked who it is so","I can finally say that I am the happiest I have ever been.... I'm finally say that I am ready to let go of the feeling of wanting you in my life.... It took 2.5 years of pure depression and agony but I can finally say that I'm the happiest I've ever been","Ma'am I don't want financial help. I just want help in getting loan. Since I don't fulfill bank's eligibility, my application gets rejected. I am trying to reach  sir from many days but no contact yet. Ma'am please help me . I am very tensed and depressed.","Don't get him wrong, Eddie does help a great deal - esp depression/self-destruction wise. Hard to be self-destructive when you're trying to set a good example for someone else!  But also, this is why I think they need time before getting together","Woke up this morning with the \"no one would even miss me if I were gone\" thoughts going on. Not that they're wrong. I'm just feeling so very drained of life today. Everyone disappears and forgets you.","When I see comments such as that, I feel as a Brit, so downhearted. I am most certainly not a member of the Britain you describe. What criteria are you using for your view?","And that's how I know, you have no idea what depression actually is and how it affects people.  Also a great deal of lack of emotional intelligence,because you can't even see the very obvious signs of self destruction and how badly hurt gon was, as you reduced it to father issues","Here comes the depression cycle again, I really hate the mind.","Its hard to explain something when you have no frame of reference to compare it to. Watson took testosterone so she has a better idea than most women how horny &amp; restless being male can make you.","Iâ\u0080\u0099ve been crying on &amp; off for a few hours so my daughter brought me strawberries w/ Nutella &amp; whipped cream. Now Iâ\u0080\u0099m crying again bc idk if I raised good humans or if I manipulated their feelings bc I didnâ\u0080\u0099t hide my sadness. Trauma problems.","i hate being a depressed piece of shit but someoneâ\u0080\u0099s gotta do it","Iâ\u0080\u0099m so sad and depressed I mask it","I'm so exhausted. I have things I want to do but I feel like I don't have the time to do them so I procrastinate and feel like crying bc I won't work on things.","irls, theres this guy who i was always friends w so i keep talking to him out of politeness. he treats me in a super condecesding way, like im some depressed shy good for nothing loser and hes mother teresa for even talking to me","I feel like I have lost my happiness again, I donâ\u0080\u0099t smile like I used to anymore and I hate to be feeling like this because I donâ\u0080\u0099t want to go back to being depressed like I was a few years ago","I actually suffer from regular bouts of severe depression. This is a disease that causes TERRIBLE suffering, equal to any physical pain. Any breakthrough that can cure it is a good thing. Don't begrudge people who suffer from diseases cures.","One of my favorite  that I have created. It's about being depressed, but pretending that everything is okay. It's about going on when the world is falling apart around you.  https://t.co/C7rYOSs4TT","so now I truly know mental health can physically affect your body. I feel so drained ð\u009f\u0098\u0094  https://t.co/zgRPNERQIb","i have about more than 10 overdue assignments. when i say i have 0 motivation i mean i have z e r o motivation. There are times where i dont even brush my hair, teeth, shower, eat, do self care..  And when i say my parents, i mean my dad.. my mom actually had depression ... 4/?","all he does is talk shit on Twitch all day (while making tons of money) and cultivating an army of depressed losers online who do nothing but complain about politics while doing nothing to change that IRL. One of these days we actually gotta go outside and attempt to do things","i'm a bit depressed today (i always am but it's a bit too much today i think?) so i'll go with  https://t.co/5izf3QBZ4a's queens today slump, levanter, alien, another day, 19... what a good day to cry","i feel like everything is my fault. my bf's anger, problem in our relationship, and my bipolar... i think it's my fault having bipolar. i'm in. manic episode but i have BPD symtomps too, so i still feel depressed today bcs i'm afraid to be abandoned by my bf","I fucking hate adhd I hate being busy at work and still feeling agonizingly bored mentally to the point of depression","Me whenever I joke about my trauma and anxiety","Hate to say but I'm very tired &amp; depressed w/ going to Lake Charles on weekends to stay w/dh &amp; son. Over a yr &amp; they're still in a rental. Our home is still being reconstructed as we fight w/ Allstate for every $ &amp; now this. I'd rather stay in my Houston condo ð\u009f\u0098\u009e","I suffer from a lot of mental health issues. Anxiety, depression, panic attacks, body dysmorphia &amp; suicidal thoughts to name a few. I am my own worst critic and am extremely hard on myself when I fail to achieve a goal Iâ\u0080\u0099m aiming for.  (1/6)","I usually fill the void with eating out when I am depressed but Iâ\u0080\u0099m trying to save money so Iâ\u0080\u0099m just sad and upset I canâ\u0080\u0099t go to waggas","Don't lose hope. If your hope gets lost, the other side called \"failure\" begins to win! The quickest medicine to heal a depressed soul is to command; \"arise my soul and praise the Lord\". Hope is the clothe piece in which wraps a healthy soul!â\u009c¨","\"your time will come\" just tired of hearing it, when will this time come? every fucking time i see how everyone is happy on twitter with their results and how they are doing well in life so depressed at this moment","Donâ\u0080\u0099t look so downhearted, Bill, just because I said thereâ\u0080\u0099s a needle-in-a-haystack chance youâ\u0080\u0099re having sex with me â\u0080\u0094 if your desire is strong enough you will find it, even if itâ\u0080\u0099ll take you a while. And of course Iâ\u0080\u0099m talking metaphorically! :-)  https://t.co/sCOKfupPSf","Yeah, Iâ\u0080\u0099m so depressed by the list. My best friend Sasha just died a few days ago. I could do with a boring year of lockdownâ\u0080¦","Depressed and immobile me: ok but how can we make this better?  *drinks monster iced tea* Me: *same but energized, depressed, and immobile* ð\u009f\u0099\u0083ð\u009f\u0099\u0083ð\u009f\u0099\u0083","I'm gonna seriously try cutting ties with this club. Watching this club makes me more depressed. It's literally affecting my mental health. Fuck that. Game switched off after dalot got ruined 5000 trillion billion times in one half so far","Yes, , who plays Victor Newman on the Young and the Restless. My mom said he needed a haircut. So I tweeted him what she said. I was blown away when he responded. â\u009d¤  https://t.co/FqtkWiut3b","Eric Braeden from the Young &amp; The Restless. Ever since I was 12 I thought it would be so cool to be on that show. So it was totally awesome to get a response from someone I've been watching all of these years.","My house doesn't feel like home anymore. The moment I leave work I instantly get feel depressed. This quarantine seriously ruined my opportunities.","Iâ\u0080\u0099m so disgusted by myself really but depression was whooping my ass","Hey uhhâ\u0080¦..depression? Can you please leave me the fuck alone?","master crown: i have found the perfect vessel   kirby: you ruined a perfectly good egg is what you did. look at it. it's got depression","im so tired and exhausted from everything. im actually so burnt out i hate it","i feel like my life was completely drained out of me. i feel so weird right now :/ i donâ\u0080\u0099t understand","He has fun in there win or lose and people hate it. They expect him to be some depressed loser after a lose otherwise to them he isn't taking it seriously. When in reality he is just an easy going character.","Think it is ok to B depressed once in awhile A friend of mine was depressed most of the time so often we named her depression We would talk about what life would look w/o her so-called friend &amp; try &amp; make one thing happen &amp; she finally found effective meds She finally got better","Mild depression can make you feel low and as though everything is harder to do.  Severe depression can lead to feeling hopeless and, in some cases, suicidal.  Depression is very common. In any given week, three in every 100 people will experience depression.  https://t.co/GB5kTGAayf","I hate depression. Thereâ\u0080\u0099s literally no need for it in my life right now - but this bitch lingers","Man. I'm so tired of being depressed and suicidal. Immm so â\u009c¨tiredâ\u009c¨","This level of mental harrashment I never seen. I am suffering from ulcer and high bp. And I can't take such level of more trauma from this brand..  It was my mistaken that I have selected this brand.. Thomson","Sadly,Broken heart we donâ\u0080\u0099t always know the depths of someoneâ\u0080\u0099s depression until it is too late.Disappointed but relieved faceMay I please have even 1 follower copy and re-post? I am trying to demonstrate that someone is listening Blue heartFolded handsâ\u009d¤             Just one.","I don't know if its the fatigue from not sleeping izolo, if the corona or depression, my body hurts and I have tears in my eyes","Strange, I'm not able to respond to this tweet? But I'm also a hopeless insomniac. It really can cause depression, I know. I hate taking pills, but after 3 or 4 sleepless nights, I'm often forced to, instead of dragging my ass around like a zombie, going through the motions.","iâ\u0080\u0099ll actually be depressed if summer walkerâ\u0080\u0099s album is mid because i been waiting so long for this new album ð\u009f\u0098­","I hate how I can literally see depression in my face before I even emotionally accept itâ\u0080\u0099s presence.","â\u0080\u009cSo? I stand by my claim. Thatâ\u0080\u0099s three times the anguish, responsibility and depression. No wonder the old guy checked out and left them all behind.â\u0080\u009d  How men can live to 100 years  https://t.co/tmPkmVhSGm via","People need to get their lives together and take responsibility. The reason that the crime is so high is because people like yourself guys keep undermining our western values and people keep falling apart because they believe and fall into depression. Good job guys","When you replies terima kasih Tuan to your senior and then he replies sama2 and the junior vibe in you feels restless for not being the last one to text. So then you send:  Baik Tuan.  And praying he wont text back. Not even an emoji lol","realizing Iâ\u0080\u0099m depressed and my job is making it so much worse  https://t.co/nsxohUFonz","I do wonder sometimes if certain people realise that telling an OCD sufferer to just 'try not to overthink it' is comparable to saying to someone who has depression to just 'cheer up and get over it'... ð\u009f\u0099\u0084ð\u009f\u0098\u0090","If Iâ\u0080\u0099m depressed throwing me in a mental health hospital and forgetting me is not saving me. Itâ\u0080\u0099s someone shutting me up for awhile so they donâ\u0080\u0099t have to deal with me and can feel better about themselves. I donâ\u0080\u0099t need saved. I need meaning, employment and stable health insurance","I have digestive issues. My ex would always tell me that he didn't think I knew how to relax. And it's true ð\u009f\u0098\u0082 I really struggle with that even to this day. Gee thanks, trauma and anxiety! ð\u009f\u0098\u0086","I am a depressed failure. So I am Shion...","It's been 7 years with this battle, and it keeps on getting harder. I want to surrender na. It's so tiring, I'm drained, exhausted.","When i really had a bad bad bad bad day, i didnt eat the whole day, i didnt have any energy, i cried alot alot alot, i was so depressed without any reason. But still im thinking that i have one reason to live my awful life.","Bendy:I love you so much rg as he sleeps   https://t.co/7wTiLGzFcX","I feel like I did so well without being super depressed, and now Iâ\u0080\u0099m just right back to where i started.","I seriously hate being depressed. I hate being so numb that I canâ\u0080\u0099t feel a smile.","Why have I been so fucking horny the last few days","Lukâ\u0080\u0099Lukâ\u0080\u0099I Wow; was this ever bleak. Tough watch. People on the fringe of society.   When you see someone begging on the street; you feel sad, depressed, uncomfortable, empathetic, judgemental; anxious; guilty? Well, thatâ\u0080\u0099s this.","I'm technically depressed. So come. So forth. Need Comfort. To become Comfortable.","After 12 months of a total shitshow regarding my mental health with suicide attempts, horrible depression &amp; hospital visits I have seen a psychiatrist &amp; officially been diagnosed with ADHD. It feels like a weight has been lifted &amp; I understand myself finally.","I think everything would be okay if they hugged it out and were able to reconcile they both have extreme immense trauma and are depressed and have carmen being important to them in common they can hug it out and eveyrthing would be fine. World peace would be restored","cheated on and used again in a relationship, degraded and made to feel worthless by someone who I thought loved me for me. That's my own depression demons, loneliness and fear. I'm 36 years old, still dealing with the torment that my ex wife 11 years ago did to me by cheating","Look at my name Iâ\u0080\u0099m tired of losing. Might be time to suck off Lamar Jackson","The demotivation and depression which humans are capable of is a truthful recognition that the world we want is falling apart; that we have to actively *maintain* this world; that it doesn't come freely or without effort; that it is the product of exertion.","Is it \"starve a depression, feed a discontent\" or the other way around? I always forget.","I think he was depressed, yes. And there was some self-loathing. And his inability to get back to his former lifestyle weighed heavily.","Suffering depression for years but I am still coping. Travel helps me and my journaling","Hulda was depressed, overweight, sickly, and constantly fatigued. In her 60â\u0080\u0099s and suffering from the loss of her husband, her poor health aggravated her depression.  She began walking to relieve her sadness â\u0080\u0094 and set some new records in the process!   https://t.co/fYItMUGXP6  https://t.co/RZT1J3cJnO","My love is never going to talk to me again im angry &amp; super depressed over it IDK what i did but its part of his mental health apparently to ignore instead of Hate me. Huh hate hate like dude u hate me WTF is wrong with U to hate me.. Im a GEM how? I ranted BC lead on &amp; ignoredð\u009f\u0098­","The 1pm updates are just starting to make me more depressed again because it just continues to feel like nothing is getting better and it doesnâ\u0080\u0099t help that Iâ\u0080\u0099ve seen 3 groups have picnics unmasked at the park across from work so far today ð\u009f\u0098\u0094","From now on, I'll listen to \"Hands Clean\" with ð\u009f\u0092\u0094ð\u009f\u0092\u0094ð\u009f\u0092\u0094... Downhearted because never realized one of my favourite songs of her hid so much pain...","I hate being alone with my own thoughts, especially when Iâ\u0080\u0099m depressed","I feel pretty disgusted with myself. I ate like 5 pepperoncini peppers and a bag of croutons for dinner tonight.   Being depressed and not feeling like cooking and being poor absolutley slaps.","Keep my eyes closed so I sleep the sadness away When I wake up, I'm sure that it won't be the same All the panic, depression, the hurt and regret  https://t.co/O1F8c5ayaR","I woke up a little early in the morning and went to bed a little late so I could have some times for enjoying my depressed life.","Cull my flesh, These myriad imperfections. Gift me a body of steel. Craft me a replacement self. Seeking serenity in self-destruction, The reconstruction of the brain-cage. Circuitry and metal, I want to leave mortality behind. Become more than I could ever be. Human no more.","Sadly,Broken heart we donâ\u0080\u0099t always know the depths of someoneâ\u0080\u0099s depression until it is too late.Disappointed but relieved faceMay I please have even 1 follower copy and re-post? I am trying to demonstrate that someone is listening Blue heartFolded hands","I feel soo full, depressed and disgusted right now.","I am so sick and it is making me depressed","i stay up late because of depression and skin picking (i am so caught up in picking at my skin, i do it obsessively and compulsively for hours at a time), am so tired + hungry (no time to eat in the morn) i can't pay attention in class, i get bad grades, im a failure. wow! ð\u009f\u0091\u008d","i hate being bad at everything i canâ\u0080\u0099t have anything unique about myself. iâ\u0080\u0099m mediocre at drawing, iâ\u0080\u0099m an average student even tho i study a shit ton, i have no friends that genuinely care about me the way i do about them, all i have is crippling anxiety and depression","Can Cats Get Depressed? 9 Things All Cat Owners Should Know. I should know. I torment Zeke and every dog and cat I can.   https://t.co/2aSwivxUT0","sweaty depressed carrot - well one of my costumes does include orange pants so.......quite close","~ just above the pommel of her saberra. It would not have been the first time a restless soul had taken poorly to being subjected to Yrdenâ\u0080\u0099s effects and lashed out at her.  This one seemedâ\u0080¦different. Completely self-aware, for one thing, and so she let her arm drop to her ~","Expired unemployment benefits â\u009c\u0094ï¸\u008fGas is 4.55 a gallon, the dwelling my family lives in has doubled in value and the landlord is going to want more $ soon! Kid in elementary school, business is dead- rising costs. Not sustainable- I understand depression ð\u009f\u0099\u008bâ\u0080\u008dâ\u0099\u0082ï¸\u008f","i get so depressed when i leave this nigga. who tf have i become????","Thanks for the love. Been really depressed about music production lately so I really appreciate the love.   Glad the album sold out, quite a rarity for LSD (especially considering  2 people bought a copy of this album when it was pressed on a tshirt)","This is my one night off the whole week and Iâ\u0080\u0099m going to bed now, depression is a raging whore","I only guided her in understanding the differences, you are making things disgusted by poking in unnecessarily. If you cannot educate people then atleast don't meddle. People's craze sometimes goes to their depression when they give undue importance and later get disappointed","I hate being an adult. I donâ\u0080\u0099t know why I was so ready to grow up. Now all I have is debt and depression smh.","Mad Men was a touch too slow for me but it would be in my top 10. Wife just watched Mare of Eastown but it was too bleak for me. I got depressed and went to read a book.","offense ? like against depressed â\u0080\u009ci want to die iâ\u0080\u0099m doneâ\u0080\u009d no aura jiren whoâ\u0080\u0099s heavily fatigued ?    if ur using goku trying to go ui i can just turn your logic onto you and say jiren made him go ui, broly didnâ\u0080\u0099t, jiren is stronger gg.    belmod and beerus is another debate â\u0080\u0094â\u0080\u0094","i really hate that i lost most of my childhood to depression","I went to Bourbon Street once, years ago, and it depressed me with so many vagrants scattered about and throngs of folks waiting in line for restaurants and venues.","Depression/anxiety from growing up around a depressed alcoholic dad absolutely destroying my ability to write songs about sad feelings.  I can do it but want to kill myself afterwards so I donâ\u0080\u0099t.  But how to be cured???","Getting tired of being called stupid over and over and over again is what woke me all the way up about what I once voted for.  Iâ\u0080\u0099m even more tired of it now and growing impatient w people who are ok with it.","knowing my abusive art gig had me forced to draw 10-12 hours a day i know is a huge factor  Im able to hyperfocus and used that mentality for art work but after that trauma, anything more than 3 hours gives me body aches. A lot of my stress/depression caused pain since 2019","I Ignore everyone and Stay silent without any interaction . And I think I have gotten better with the 'fake happiness' thing  lmao that sounds so dramatic but n e ways.i have had thoughts of self-harm but I just never thought much of it. Am I sui*id*l ? Maybe I am depressed .","doing laundry for the first time in literally months. too disgusted to feel any sort of pride about actually doing this.","Last year it was Jan 15 so I assumed the same date for this year","We as a society progressed past the need for daylight savings time. This shit makes me so depressed","The small bar of misery cannot compare to the enormous weight of depression that you put on your mother by being the worst fucking thing she could have popped out","The same way a human being will explode after containing a great deal of pain inside which normally lead to depression, self destruction behaviours or suicide.  Countries can as well explode after containing a great deal of injustices and they will lose their productivity.","Being depressed makes you not feel like doing anything, not looking forward to anything, you don't have the motivation, your future seems bleak. but the fact that this relationship made Dusik want to do something again...I'm in tears ð\u009f\u0098­      https://t.co/4M93g8o4Pq","man i tweet so often whenever im depressed","Donâ\u0080\u0099t let people come back once they left, they left you alone expecting your demise, expecting you to be depressed, expecting you to be a failure, expecting you to die with out their presence, they donâ\u0080\u0099t deserve you if they couldnâ\u0080\u0099t work through the pressures","Actually disgusted that someone with such a big following can be racist and blame it on depression / being drunk.","it need a oxygen filter and light or itll suffocate to death also some decorations or itll get depressed in its own way like itâ\u0080\u0099ll be uncomfortable anf it needs a place to hide until it feels comfortable enough in a new tank and the new tank needs certain solutions","I posted this video on my social media earlier. I got a very meaningful comment from my newly found biological father. My bio-dad is now a woman whoâ\u0080\u0099s had a lot of struggles &amp; is currently very depressed. So I feel really special about the fact this video made her feel proud ð\u009f¥²  https://t.co/NkkYTtajHN","There are a lot of things that canâ\u0080\u0099t be cured naturally. Polio, leukhaemia,typhoid, epilepsy, aneurisms, and a whole host of auto immune diseases Iâ\u0080\u0099ve got depression and tried everything, the only thing between me and suicide is fluoxetine  Natural cures arenâ\u0080\u0099t for everyone","If you wanted your order so bad you should have picked it up sometime BEFORE close. I dunno, that just seems like it makes senseð\u009f¤·â\u0080\u008dâ\u0099\u0080ï¸\u008f","I think I might be suffering from some sort of covid overload depression. There are more cases and I'm seeing more and more kids getting it. Will this ever level out of there are so many people who don't believe in the vaccine or masks?","I am so done I am so over it. I donâ\u0080\u0099t care no more. I am so drained. I am so mentally done. I am so stuck in this world of mine that I donâ\u0080\u0099t even know what I am doing. Honestly I donâ\u0080\u0099t care who i lose at this point. Because I have lost myself over and over.","Iâ\u0080\u0099m so fucking depressed I would rather just die some days please end my suffering","Ngl I love babies. When Iâ\u0080\u0099m super sad or depressed they just bring me so much joy ð\u009f¥²","I fucking hate it when my life gets too calm and normal. Next thing u see after it is straightup depression and seems like i got it right in my case","me always when i have a problem, I'm sad, I'm lonely, I'm depressed, break down, overthink, especially if I'm suffering ...  don't let anyone know coz everybody judge you...     https://t.co/oUjL7cv5pS","Omg I so did not want to workout today. I was overtired and I just wanted to sleep! I noticed how I was slowly slipping into depression and feeling overwhelmed with all the stuff going on everywhere that I've beenâ\u0080¦  https://t.co/nJLrVoaaQH","I hate that I need to be working or something to be happy because my depression gets to me, but i always work too much and get over exhausted.","I thought it was just me ð\u009f\u0098­Iâ\u0080\u0099m in my feel bc mine across these sites have included sorry I sprained my knee/broke a toe  Sorry I had a breakup, lost friends, &amp; had to start antideps bc I was suicidal but Iâ\u0080\u0099m good   Sorry, death in the family   Sorry depression   Bless my readers","I attempted suicide. Hereâ\u0080\u0099s why suicide prevention campaigns did not work for me:  https://t.co/8Sni9rXWBf","So I'm 99% sure I'm leaving my full-time teaching job to continue with IVF. I can't do both. I'm too stressed out. I'm too depressed. I'm too broken to be able to have success with what is way more important than a job or a salaryâ\u0080\u0094making a baby is the important thing.","cw:trauma, depression  I can remember everytime I have embarrassed myself with crystal clarity since childhood.   Other than literal trauma, these are some of my only childhood memories and they filled me with disgust and rage everytime they intruded on me.","Depression, Self Loathing, Addiction.    The desire to escape from one's self is a universal angst rarely explored as well as it is in Otessa Moshfegh's \"My Year of Rest and Relaxation.\"  A portrait of mental illness and self destruction for the modern day.     https://t.co/Y5dMIXTJ14","Yeah the horse thing worked because horses have many drawbacks and cars were just easier to manage. When it comes to depression and anxierty it's best results come from a human connection, ai is dead, lifeless, a hollow shell telling me my problems...... fuck that","1. ok im starting off yuuya bc everyone already knows i love red-haired genki protagonists (who are also secretly/not-so-secretly depressed)  https://t.co/otDaNbpPSu","i actually feel so mentally drained the past two days","Youâ\u0080\u0099re so sweet. ð\u009f¥°  But I ruined my teeth thanks yo depression and lack of care so Iâ\u0080\u0099m only giving my teeth the care they need now ð\u009f¥°â\u009c¨","I'm experiencing chronic tiredness because of my depression and it made me feel ever more hopeless because I'm at the point where I'm tired all the time and I have no motivation to do even a simplest task","https://t.co/FQxikpXfy4  My point is proven in this scientific paper. Obesity is not linked to overeating and laziness but eating a poor diet. People who are depressed or suffer from anxiety, uneducated or poor are most likely to have poor nutrition. They need help not ridicule.","Everyone has a time when they feel depressed. So if that's your moment now then I want you to hear me sing!","He wins the games in order to provide for his daughter's future and ends up so depressed because of the events that he decides to go back to it??? Ruined my day","  Everyone was pissed off when I used to say \"You must leave Australia, Au is not safe\" etc. When asked, \"Where would you go?\" I said Poland. I was there in 2019 to visit Auscwitz &amp; went then bcz I cld see for years that the boarders were going to close everywhere  ð\u009f\u0098¢","For more than a year I could crawl myself to the prayer mat. I was so depressed that Azaan would scare me, pls donâ\u0080\u0099t try to convince people that only Namaz can heal them, as when you are in pain your whole body suffers and you become weak. Unable to get up, you feel drained.","i rlly am tired of starting over , i just wanna be happy","I have had constant battles with anxiety and depression since my dad's death really. Had many nights of depressive thoughts which became suicidal thoughts through the later years, and as bad as near weekly thoughts and plans on how I would kill myself.","Anhedonia, extreme apathy, hypersomnia and never feeling energised or in high spirits whether mentally or physically in general are pretty common signs of a depressive disorder. You most likely are depressed, though I wouldn't say it's severe as you said you aren't suicidal.","This sickness i got is bringing me flashbacks from covid and im so anxious, starting to get depressed about it, and feel very useless. Got a doc app tomorrow and i just wanna be fine again ð\u009f\u0098£","So fking depressed. I need panthenight like now argh","iâ\u0080\u0099m just so exhausted and burnt out and iâ\u0080\u0099ve only been doing this for a month i donâ\u0080\u0099t want to exist like this anymore","Cleaning my depression pit and drinking coke zero, instead of binging and feeling disgusted at myself, feels like Christmas","I feel so alone and hoping someone can give a hand to hold on to. I'm drained.","Since the day I spoke about suicide and depression at my CDS, one guy has been calling me \"depressed man\" every time he sees me. It's not even the coinage that is shocking me, it is the fact that he sees it as a joke. Which kind person be this? ð\u009f\u0098­","If we were playing emotional poker I would see your Meh and raise you a depressed sigh and generalized self loathing","that movie confused and depressed me so much","I have never dated. I don't know how to talk to humans. And yet, once a month I am saving my friends relationship from falling apart cuz they already come to me for advice. And consequently I fall deeper into my depression because I'm so â\u009c¨aloneâ\u009c¨","I really want to do a life detox, so like stop smoking, start working out, only focus on bettering me, no socials.  not on no depressed shit just on some real life maturing and shaping into the women I want to be ð\u009f\u0092\u0095 I have so many goals and deserve so much better","If you take a break and still feel like that then it's probably depression. I sympathize, completely. I know depression is rough.","I am so blessed and everything is going wonderfully and Iâ\u0080\u0099m happy and not depressed at all and excited for my life and so on :)))))","People: Stop overthink, that shit will make you depressed. In my Mind: I should slap these niggas now","iâ\u0080\u0099m so burnt out. life has me exhausted lately ð\u009f¥²","he went through so much stress and sadness and trauma and he deserved a happy ending more than any other character, ben solo is so special and i just . i. i wanna hug him so tight","Iâ\u0080\u0099m so depressed ð\u009f\u0098¢â\u0080¦.nothing in my life is going right and idk what to do ð\u009f\u0098\u009e","I'm feeling both provocatively controversial, in general, and depressed, by Caldwell's bleak book, this morning.","But in reality, it was because I just felt very depressed. I was so over my life. At some point, I did want it to end. But I would never intentionally take my life away.","i have mental health problems since i began to harm myself to feel better at the age of 8, ive become so frustrated even cried when my stuff is placed somewhere idk or seeing untidy rooms. I got tics that only triggers me when im angry, and self-harming for me was the cure.","the biggest issue is the emotions inuyasha are expressing in each in the manga you can see stress and anxiety frustration a bit self loathing but also a lot of caring in it too in the anime it just looks like stock im depressed and this shall motivate me to be darker and stronger","I think itâ\u0080\u0099s an attempt to create meaning and be noticed - I bet there is some sadness and trauma behind this.","What are you trying to fix me for? Maybe I'm broken but I'm not sure Am I depressed or am I just bored? Apathy and irony, post modern anxiety Tell me you're okay, yeah, what's that like? Rose tinted glasses, that must be nice Doing your best while you die inside","Please Give them the reason to love themselves and not to end their lives. I am scattered after seeing the suicide case of An Intermediate student. Please Help the depressed person near you. +++","Uuuuggh i hardly got anything done today cuz of the weather and Iâ\u0080\u0099m feeling so restless. Especially cuz itâ\u0080\u0099s supposed to stay rainy through Thursday so Iâ\u0080\u0099m probably gonna stay unproductive and I do not like that! Itâ\u0080\u0099s boring!","The depressed, like the gays, always existed, that's true, but is it a coincidence that they're getting more publicity and adoration lately? I don't think so, i wouldn't say it's completely a conspiracy either, the masses love who they can relate to, representations of their time","You came to earth worth your â\u0080\u0098workâ\u0080\u0099 already trapped on the inside. Your job can suffocate your work. Thatâ\u0080\u0099s why youâ\u0080\u0099re so depressed every Monday morning. Youâ\u0080\u0099re going into a place that is it YOU ð\u009f\u0098\u0082ð\u009f\u0098\u0082","a yet nothing hurts worse than her telling me that something is wrong with me because iâ\u0080\u0099m depressed.","Doctors question:do you feel depressed and hopeless?  Me: No Me in my head: Every. Damn. Day. :)","me living in my own trauma and sadness bubble unable to see what their life has been like and how itâ\u0080\u0099s changed the past year. ð\u009f\u0098­","Perfect nighttime snack.  Yesterday I found out I lost 23 lbs since my last Appt.  I always lose my appetite when Iâ\u0080\u0099m depressed &amp; life has dealt me a lot of blows (like so many others) particularly grief so Iâ\u0080\u0099ve been taking edibles last night &amp; today &amp; boom my appetite is back.  https://t.co/QFpJ6WWEoJ","I feel depressed sometimes, but not to the point of thinking of suicide. Hopefully it doesnâ\u0080\u0099t go that far. Pretty sure it wonâ\u0080\u0099t! I am kidnda an optimistic person!","I always feel so depressed after returning from a trip. Back to reality. Nothing to look forward to anymore. Luckily, hockey returns soon and I'll have my  back ... I can't wait!â\u009d¤","Brexit is creating more benefits and opportunities so I see We can now pick our crops or drive an HGV. No point in being downhearted  or filled up with the grumps Just accept that you cannot fill up down at the petrol pumps!! ð\u009f¤¨","Iâ\u0080\u0099ve been so depressed lately. I gotta get out of it.","this bleak Disney movie somehow scared the absolute hell out of me and made me depressed all day. i suppose the fact it's high gothic space train directly to literal hell and oblivion. predecessor to \"Event Horizon\"","To handle failure,you can learn from little successes you have on the way, this way when you hit a roadblock, you do not get depressed or stop your journeyð\u009f\u0098\u0084","So update today my condition is still shit Chevy infection keeping me in doors in my bed so getting bored shitless and a little depressed ð\u009f\u0098\u0094 but hopefully I'll get better soon ð\u009f\u0098\u0081","I'm the same, Emma, I hate autumn and winter, it feels like life is dead for these seasons. I already struggle with depression and it's much worse for these months. I felt a horrible sense of doom last night when I couldn't sleep. Fear got a hold of me last night.","Now look at you feeling hopeless and the deep depression just hit you Somebody call the vet I got a BiRd ð\u009f\u0090¦ down","Yeah I know, my dad is a child with ptsd and head trauma from a work place incident and my first suicide attempt was when I was 6, not because I had a bad home life I felt like a burden at 6 years old. Weâ\u0080\u0099re all a little depressed right now Covid fucking sucks. Life sucks","There's some sadness and trauma behind the haircut she gave that baby","i gotta clean this shit is hard when you're depressed but sitting around in apathy ain't gonna help.","My bones are restless so I walk.... water is so soothing","Thereâ\u0080\u0099s a connection between depression and ADHD. Unmedicated people with ADHD often have lower dopamine levels. Ours moods and attentions arenâ\u0080\u0099t always â\u0080\u009chyperâ\u0080\u009d. In fact, we often feel disappointed and dissatisfied with what we observe and feel, leaving us drained","Whatever you do, do NOT overthink the economy of Sesame Street. This post will depress you.  https://t.co/rMlG4CTBiA","As I look around I see behind the masks, eyes which speak trauma, fear, anger, such sadness ð\u009f\u0098¥  Are we as a nation suffering from PTSD? How do we cope with the violence exploding around us?","Dead ass!! And Iâ\u0080\u0099m glad that I am aware of it because I already have depression and anxiety I can only imagine if I let these apps get into my head to the point where I cave!! Mannn","Feeling a little bit under the weather lately and mentally exhausted, that's not a good combo lmao. I have so many ideas for things but it's hard to find motivation rn. ;w; Depression is hitting me hard and I feel like everything I do sucks. Hopefully it passes soon ;w;","I didnâ\u0080\u0099t demonise anyone. I just find the details of the barrister talking about his self loathing and being depressed pretty repellent. Itâ\u0080\u0099s a view Iâ\u0080\u0099m entitled to hold. I havenâ\u0080\u0099t personalised it, named him or called for any consequences.","Sweet little baby!! We donâ\u0080\u0099t deserve animals at all ð\u009f\u0098©ð\u009f\u0098­ we are literally destroying the place! It makes me so depressed to know the terrible impact on the environment we have as a whole!","I got chicken McNuggets and Watermelon White Claw so Iâ\u0080\u0099m a bit happier now but still depressed","So is defeating Mike Leach at Kyle Field.  Sorry, I'm still a bit depressed","so exhausted from not being able to live the life i want to live because i canâ\u0080\u0099t mentally handle being at work more than 6 hours a day. manifesting some change â\u009c¨","My kids don't care. I mean, sometimes they say it's annoying, only when asked, but it hasn't ruined them and made them depressed. They don't seem to care.","I swear my body is fighting a pack of demons lol my body is so weak I feel so drained","Joon: I don't \"dress to impress\" I dress to depress I wanna look so good that people hate themselves","Ok, I'm going to need your address now so I can come hug your dog.  And maybe your wife.","I'm exhausted in every way possible, so before I go crash out. Your quarterly unfriendly reminder that not every tweet needs a response; let alone YOUR reply. Some tweets ain't for you to write a novel length reply, or do more than click \"like\" and keep it moving.","I'm feeling so depressed right now. I can't - wrrrr","This book helped me with my fears, depression, anxiety, self loathing. Feeling Good By David D. Burns MD","I'm serious, depression is a form of self-destruction that you willing crave knowing it is killing you, so you hide your dark side, but the feeling creeps back into your mind and you think there is no hope, knowing there is  hope because people love you, but it's not enough.","Even when I tell you I can't stand you, you respond, \"That's not true.\" We had our disagreements, which resulted in restless nights, but in the end, I owe you so much. My gratitude for you has no bounds. You will always be my brother and a friend to me.  Hyung, happy birthday!  https://t.co/Ub8Jl7mdbO","Itâ\u0080\u0099s not well for any of us &amp; I cannot imagine the heartache, anguish, anger, frustration &amp; depression consuming her famil","Don't stan hard. Don't make any celeb ur life. The person u r saying is the cure of ur depression today can be it's reason tommorow.  ppl u ship can break up  Group u stan may disband  person who was ur life can be lifeless And you'll be left helpless wid their \"celeb hi toh tha\"","Im so fuckinb depressed ive been fighting depression and suicidal thoughts my entire life im literally 21 and my life has never been worse than it currently is every year it just keeps getting worse and I honestly dont think i cant take this torment anymore i just dk wtf to do","being home feels so boring and lonely tbh, idk i feel depressed","No bullshit my Vikings should be 3-1 but u canâ\u0080\u0099t play that â\u0080\u009cwhat ifâ\u0080\u009d card every week so it is what it is","Ah, I can't stop self destruction, I can't stop being desperate, I can't stop myself.","Otherwise, been on radio silence for a few to keep my mental health in check.  I've been extremely drained the entire past couple months, so yeah. I hope to pick up soon.","Depression really opened the floodgates of overthinking tonight.... I just feel really lost rn ;~;","              Many women deal w/torment, depression, remorse, PTSD, addiction  for their \"choice\". Many are abusing RX drugs to cope. You never speak of those statistics. Women I know cry when they see a child that WOULD be the same age, They take their \"choice\" to their grave w/daily remorse.","Not gonna lie,after listening to vexâ\u0080\u0099s voice lines I kinda wanna suffocate that little bitchð\u009f\u0098\u0083for a depressed teen she talks way to fucking much","But with the need to remain relevant, push brands, make money, etc...we have created a new dimension around this restless syndrome. And every time we log in, we are aligning our frequency with SM. Then we wonder why we suffer from depression, insomnia, + social anxiety."," I lit cannot stress enough on how amazing his portrayal of raw human emotions, alienation and depression is in this novel, the process of degradation and eventual self destruction as he describes each phase of his life as he \"decays\"  it's just. So good. Rly good","Iâ\u0080\u0099m in this funky depressed ass mood and I hate it","Hi, I feel your pain. Iâ\u0080\u0099m not narcoleptic but I have depression and insomnia, so no matter how much sleep I get Iâ\u0080\u0099m still exhausted. Sometimes I get sleep paralysis as a result and I canâ\u0080\u0099t get up for a while. Itâ\u0080\u0099s freaky. ð\u009f\u0090¶","Oh and I hate when people ask me â\u0080\u009cwhy you depressedâ\u0080\u009d first of all I canâ\u0080\u0099t remember because of my depression and i might be depressed cause I stressed myself tryna remember something I forgot","Same with me whenever I am sad or depressed I start emotional overeating wherein  brain craves for food not out of hunger just to make us feel better","I don't.   If the high school team I coach loses I am a little depressed until the sun comes up the next day.  After that it is time to get back to work for the next game.   Also Mike T. had never asked me what I think they should do,  so I have more invested in Canoga Park.","Goodnight all, sleep well, sweet dreams ð\u009f\u0098´ Poorly 3 year old, so full of cold think it's going to be a restless night hereâ\u0098¹ï¸\u008f till tomorrow my friends ð\u009f\u0098\u008að\u009f¥°","Bendy: I think so uuh   https://t.co/vT6d1VDx8q","Projection...   I think Most of our governors and leaders suffer from tremendous depression..   They struggle with the regret of being sucked into corruption.. Or theyâ\u0080\u0099re so far gone theyâ\u0080\u0099re reprobate and callous..   I think because of this theyâ\u0080\u0099re projecting their misery on us.","Man... I swear Kakashi has been depressed the entire filler arc... Also wow these filler characters are such losers.","I definitely have a soft spot in my heart for tsugunai. Mitsuda's score and the haunting, bleak atmosphere was great as a depressed young person.","I hate making plans for myself and then having set back after set back, Iâ\u0080\u0099m exhausted, Iâ\u0080\u0099m anxious and fucking depressed all the time, Iâ\u0080\u0099m trying to make life work. Be a descent parent, work the job I have, and still wish for the dreamed one","Treat yourself to treats. Embrace your misery, feel it, let it flow. Depression is anger turned inward. Figure out what/who you are mad at and do something about it or work on letting it go. Otherwise, listen to some good music.  https://t.co/ADWdVWvR0l","I donâ\u0080\u0099t think it fully clicked in my head that coming home without my car meant I canâ\u0080\u0099t get breakfast tacos in the morning so I will now be depressed for the next two weeks pray for me","Me: If I was a kid, I would hate that immensely. Besides, you have a niece already, my body is fu-ked up between the ARD, Celiacs, UC, PCOS, and Depression. You have fur babies too!","Hey everyone just letting you know dustbelief hard mode is on a pause for a couple of days ive recently been feeling depressed and unmotivated recently so I'm taking a break from video making","Imagine getting pumped up over a preseason game ð\u009f\u0098­ð\u009f\u0098­ð\u009f\u0092\u0080   You almost gotta be a failure","Legitimately so over school itâ\u0080\u0099s literally only bc of God that I havenâ\u0080\u0099t dropped out bc Iâ\u0080\u0099m exhausted and I donâ\u0080\u0099t have a positive attitude towards this shit anymore like education (in this format) is the most useless thing in the world to me right now","one one hand the sun setting earlier gives me bonus depression, but on the other it makes the cats think itâ\u0080\u0099s dinner at like 6pm and they make it impossible to walk into the kitchen for literally any other reason, so yeah I hate it!!!","God I just feel so depressed and I want to die and I just feel like nothing I do matters fucking hate my life","Patriots. I will always love my little bro Tommy Brady, however, I am a Patriotâ\u0080\u0099s fan for life. I am so sad and depressed right now. ð\u009f¥ºð\u009f\u0098­","And you wonder how and why once normal healthy British people become so sick and depressed. It truly breaks me at times. We have depressed sick ex-servicemen and women killing themselves on a daily basis because govt and councils see them as a problem instead of helping them...ð\u009f\u0098§","Me taking a shower and throwing out 1/16 of the Amonunt of trash scattered across my apartment: hi guys! Just pitched my book on how to beat depression! Keep an eye out!","depths of someoneâ\u0080\u0099s depression until it is too late.Disappointed but relieved face Can I please have even 1 follower copy and re-post? I am trying to demonstrate that someone is listening.","i hate when my mom b openin up every mf curtain ina crib girl we depressed over here cut it out","I wanna go to places like Neuschwanstein too, not because I see them as some marvel of architecture but because I find the story of the depressed shut-in queer geeky king who ruined his kingdom's finances with fairy tale obsessions fascinating","Sun no Dey my base ð\u009f\u0098\u0082, sorry if na ð\u009f\u0087¬ð\u009f\u0087§ I for stay back for my country, I no sure say dem don even born you when I start life, you be my son mate and I just dey try skuul you make you dey calm down, na suffer dey make person dey frustrated make e no go lead to depression.","i had an easy work week, so the rated skyrocketedð\u009f\u0098\u0082ð\u009f¤£.sleep was just too restless to count as a plus","I believed everyone yesterday who told me my life had value, and I thought Iâ\u0080\u0099d get better, but no. I continue to be treated like property by my family and they constantly hurt or argue with me, and Iâ\u0080\u0099m treated unfairly in school and by others because Iâ\u0080\u0099m such a loser. Life sucks.","Those first few months when your life implodes are really something, itâ\u0080\u0099s a very unique kind of depression/anguish/terror. Like you, I was a new parent when it happened and I think that actually helped put me back on track, a better track. My priorities are so different.","I love halloween season but I hate how autumn/winter makes my depression worse","I've been suicidal for over 30 years.  I've had depression for the past 24 years.  Weird: I've been suicidal longer than I've been depressed.  Meds don't help. Therapy hasn't either.  I even tried killing myself, but that didn't take either.  What else is left for me to try?","You have done a truly extraordinary thing today. To volunteer to be the vessel for so much trauma and sadness is deeply brave, and I thank you from the bottom of my heart for your empathy, kindness and strength. x","I am so depressed i am about to eat a bowl french onion soup at a holiday inn","I just feel so empty and apathetic, like I have no energy to do anything anymore. I cry when Iâ\u0080\u0099m in bed at night because I just want to fall in love with life again.","Oh yeah! It's time for the  to beat  one more time in Boston.  I love watching the Yanks beat the Sox in Boston so much. Their fans get so depressed. They literally use up all their PTOs when that happens.","2/3 Should she do what she Loves, Play Poker, see her Friends, Give them Mask Free Smiles, Hugs &amp; Kisses, or Lock herself in her home for the next 15-20 years before dying of Misery, Lonliness &amp; Depression in order to attempt to Slightly reduce her chances of dying from a Virus","day ruined so now I must be horny to balance out the depression","I didnâ\u0080\u0099t think that entire tirade of last year from that major anti black pos would still even affect me but once I remembered how low my depression was and how suffocated I felt just by seeing their eyes &amp; hair, put me into an instant state of panic. I hate this field sometimes.","I absolutely hate that heavy heart and if something is pressing down my chest depression feeling","Rahul, I assume your dictionary is only relevant with respect to puns. Itâ\u0080\u0099s okay though. Sometimes sarcasm is too high a ceiling for your kind (depressed and self loathing). Good day ð\u009f¤\u0097","12 hour shifts got me so exhausted. I didn't even do my dailies yesterday. ð\u009f\u0098­","Omg bro I was so excited now Iâ\u0080\u0099m just depressed","I AM SAD AND DEPRESSED SO IF YOURE NOT TEXTING OR CALLING TO MAKE ME FEEL BETTER PLS LEAVE ME ALONE THANKS","for me is the main problem for one of my kids is that the NT around them are ass holes and so sheâ\u0080\u0099s depressed. Treating depression is out of my scope even after my masters. So I donâ\u0080\u0099t know if I should just write a top goal would be referring to a therapist so she can learn 2/4","I watch videos of celebrities being real about the fact that money, fame and success did not solve disappointment, anguish, and depression. Set boundaries, consciously observe what you do and do not have control over. The pain is just another sign you're alive, and it's part of u","I hate this time of year when my seasonal depression kicks in &amp; basically beats the shit out of me","would i compete in Squid Game? yes because iâ\u0080\u0099m broke and depressed so if i won i got no more debt, if i lose well bye bitch xo","so fucking depressed gonna fight some random in overwatch team voice chat just to feel something","What a disgrace from DEFRA and all those associated with this tragedy!  Downright appalling and yet another disgrace from the Sec for the Environment Eustice!  He is truly useless Eustice!  I am so sorry that this has happened and the sadness and trauma for all who loved him!","Too busy being depressed about grandma dying and my bleak future lol","WHY IM LITERALLY SO DEPRESSED ITS NOT LIKE I HAVE THEM ð\u009f\u0098­ð\u009f\u0098­ð\u009f\u0098­","Or  When Utena was depressed from her parents' death, Prince Dios came to her, and showed her his sister Anthy, trapped in torment, but unable to die. He could not save her, because he was no longer a prince she could believe in. Utena swore to become one and save her.","On a podcast I heard apparently you are meant to stare at a wall for ten minutes and do nothing! Apparently you get so bored and restless you are then desperate to do said task but Iâ\u0080\u0099m yet to try it ð\u009f\u0098\u0082","Im just glad I prepared myself for this because I donâ\u0080\u0099t feel depressed or down or mad I am a little sad but thatâ\u0080\u0099s okay. Iâ\u0080\u0099m not devastatingly sad Iâ\u0080\u0099m functioning and I just did my skin care routine so I am okay","Being a Lions fan is a commitment to life-long misery -- get out now!   I know my dad's annual depression during football season.  https://t.co/LPVmSWfNo8","Had a line from psych soul guitar masterpiece â\u0080\u0098Cloud 9â\u0080\u0099 by The Tempations keep popping into my head all day; â\u0080\u0098Depressed and downhearted, I turned to crime.â\u0080\u0099 So if I get locked up tomorrow for an armed robbery blame Motown and lockdown.","I had already been so depressed and this was the chance to make myself feel better. I never could forgive it. But after 2 years of that type of behavior, I have self esteem issues I never had before","Is the seasonal depression hitting early this year??? My stomach hurts :(","i felt like i deserved to be punished for stealing their father away from them but i could never figure out how to sufficiently make amends. when my depression started emerging during my jhs years i began flirting with thoughts of suicide","Iâ\u0080\u0099ve been so exhausted after work lately. Who am I becoming ð\u009f\u0098©","dis bitch sending so much negative energy at me n im almost positive that's why im so depressed and low on energy latey","It would be swell if people responded to the Crises of the past year with the same or increased vigor as last summer   But somehow a million dead of plague as profitable eugenics doesn't rate   So I'm stuck in quarantine, trapped and exhausted   It's fucking aggravating","It hurts to hear my mom tell me about â\u0080\u0098people with depressionâ\u0080\u0099 and how â\u0080\u0098theyâ\u0080\u0099 suffer, when she never noticed how bad I was hurting all those years, in the next room.","I am currently under medication (SSRI) to treat clinical depression, and I have had experiences with suicide. Your perspective is utterly irrelvant to me if you use it as a foundation to say that someone else is faking their suicide, because you need evidences to make that point.","Fuck I'm tired of games. Emotional blackmail and manipulation. I'm too old and too impatient for that shit.   I'm also exhausted so probably not making sense. ð\u009f¤¬","it's an absolutely great movie and i love how gong yoo was different and tried so hard to understand why his wife was depressed after she became a mom and did everything he could to bring her happiness back. I love how they conveyed mental health and disorders by her as well","I deserve all the alcohol in the world today for the shitty day Iâ\u0080\u0099m having at work ok Iâ\u0080\u0099m just so done and depressed","PEACE with GOD is the answer to freedom from guilt, fear, torment, depression and bitterness.  Join me LIVE on Tuesday, September 28th, 7pm EST for an interesting conversation, ministry and to experience Peace with God.      https://t.co/cvdKAELPwC","I fucking hate Sundays. My depression is always worse. Hard wired I think. Bollocks to it. Letâ\u0080\u0099s have a good Monday JosÃ©","relationship. Papa, God has done it and there is peace between them, bless the Lord! Our time has come!  18. Papa, miracle money is real. God has finally answered my prayer I have been in serious debt since April which has got me so depressed and restless. I have been...","i want to do so much self destruction bc if i cant self destruct like a bomb i gotta find another way","anyone wanna follow me on my main/private ð\u009f\u0098\u0094 I only have a few irls on there it's so boring","i have been off work since last October as i nearly taken my own life im suffering with depression &amp; anxiety with the  i am living on 350 a month as of today it will it will be lower im not ready for work please read this","So I'm reading an article about what to do when you feel hopeless (guess the answer is to breathe and, like, take a walk or whatever okay thanks) and here are the pictures from the article. These pictures have successfully cured my depression.  https://t.co/voRmYyMR0D","I legit feel angsty, bored, or worst - depressed and self loathing when I am not overworking myself.","That was shit but we'd have all took sitting top of the table back when it started so I'm not gonna be downhearted about things. Fair play to Brentford and thank the lord for Virgil at the end with that tackle. Sadio and Robbo need a break IMO","I have done nothing all day and Iâ\u0080\u0099m already ready for bed. So emotionally drained that the rest of my energy is just gone. Nothing left. Falling asleep at a table right now because why not","ð\u009f\u0087©ð\u009f\u0087°P583.) If we bury the \"AKTIFIST\" foreign policy,  &amp;  I think that has happened with the images from Kabul and with Joe Biden's speech this week,  what then?  So what is our response to the oppressed peoples of the world?  + THE DEPRESSED PEOPLE soryoâ\u0081\u0089ï¸\u008f muhaha..","Lmfaooo my only purpose is to torment depressed ppl until they unalive themselves.  Iâ\u0080\u0099m a humanitarian love.","i hate being lazy bc laziness is so icky but my depression literally doesnâ\u0080\u0099t allow me to have energy","Woke up today feeling depressed and self-loathing. Hubby surprised me with my favorite thing: crab legs. Depression instantly gone, because how can you be sad while eating crab legs? ð\u009f¥° Iâ\u0080\u0099m way too lucky, yall.","I Can Feel Myself Getting Depressed &amp; I Hate This Shit .","Iâ\u0080\u0099m actually so depressed rn i am begging the gods this was in Tampa so I can feel peace â\u0080¦ if it was in Miami itâ\u0080\u0099s over for my sanity","I am suffering from depression. And my parents asked me \" Nagrerebelde ka ba?\" ð\u009f\u0099\u0083","I  want to die. I'm going to hurt someone .","That's me! Kids couldn't hug me!  Wrinkles in my sheets hurt me! Pant seems too!  Its awful   I be exhausted n can't get 2 sleep! All positions good for abt 20 sec then pain slowly seeps in! I want2b in space w no gravity so zero touching! ð\u009f¤¬","If would be perfect for that!! My cat was seriously depressed and immobile while wearing the hard cone, and his little orange made everything SO much better!! Iâ\u0080\u0099m wishing a speedy recovery for your lil guy!! â\u009d¤ï¸\u008f","was depressed last week so i decide to be hot this week â\u0080¦ also yes jumpscare im tall  https://t.co/zKwa4vsvZn","ITS TRUE people started treating depression and anxiety like baby disorders! amateur hour. mental illness lite. and you could argue it is. but that leaves 14 year olds feeling SO MUCH, so so discontent with life, thinking what they have couldnâ\u0080\u0099t possibly be (1)","Real shit, between stress, family issues, eye pain thatâ\u0080\u0099s been agony for days, and just a miserable depression, itâ\u0080\u0099s been rough. But Iâ\u0080\u0099ve made a lot of amazing new friends this week and having people to talk to has really helped me get through the last fortnight"," Yes, I think the value they place in that gamble is extremely powerful for both of their characters. Right as il-nam dies, Gi-hun gets to say \"you're wrong. And your money ruined your life\" and this realization is what pulls him out of his depression","The Athletic had a really good in-depth breakdown on where things stand last week and while it made sure to say the outlook changes depending on who you talk to, it sure sounded bleak. If we have a lockout Iâ\u0080\u0099m going to be really depressed. I need baseball.","As The Fabulettes say: If you wanna lose a pound a day, try the worryin' way.  I completely lose my appetite when I'm depressed (and my libido), but I've no weight to lose.  Life is too short to wear ill-fitting clothes. Buy slimmer jeans, and wear them as long as they fit.  https://t.co/8lugRjvy6B","Asked my pendulum board if it was looking out for me and it said no. So that was the end of that conversation.","I've been really depressed and down lately. I have been struggling with so much and really have been ground down in regards to losing patience and other graces. This past Saturday, it dawned on me, again, I need my  community. It's what has been missing since Covid 1/2","I love this.. because the Queen bee oil be inside ur body n in ur head ok.. I *holds back tears* I made this oil after my dead ppl brought me out my divorce n I almost lost my mind literally I was sitting on my bed rocking.. it brought me out a horrible depression yall like ð\u009f\u0098­ð\u009f\u0098­","I'm so emotionally drained and feeling so restless","How many stories of suicide, depression and pure misery should we run ? This girl should not have died.. but we donâ\u0080\u0099t know her treatment either. Kids die every day of abuse, accidents. No one blinks. Use the kids to sell your poison. Ruin lives.. hope you sleep well.","As the time draws close, my heart is in my mouth and I feel so restless ð\u009f\u0098\u0082ð\u009f\u0098\u0082ð\u009f\u0098\u0082ð\u009f\u0098\u0082.  Who do you think is gonna bag the money tonight??            Like for Whitemoney and a retweet for liquorose.       https://t.co/AEW0POfjOc","Sadly,Broken heart we donâ\u0080\u0099t always know the depths of someoneâ\u0080\u0099s depression until it is too late.Disappointed but relieved faceMay I please have even 1 follower copy and re-post? I am trying to demonstrate that someone is listening Blue heart","My depression was diagnosed as mild, chronic depression, though when things go wrong or my mother is verbally abusive I do go to a pretty dark place for a while. My anxiety, though, is more of a problem. Generalized and constant. No specific thing Iâ\u0080\u0099m worried about - just tense.","Mental health and depression is not something to make fun of. And especially not by a politician. I would be just as disgusted if a school authority or someone in the healthcare field did this publicly. Just no. Absolutely no. If Trudeau did this everyone would lost their minds.","It feels so good to be back to the old Sylv. A year ago I was so depressed &amp; my anxiety was at an all time high. I hated seeing people, I was so quiet &amp; I felt like a failure. And now, I love being with everyone &amp; life is good. Itâ\u0080\u0099s crazy what meds, growth &amp; a year does. ð\u009f¤\u008e","I AM WELL AWARE THAT YAKUZA 7 IS 100% MADE UP OF \"depressed failure with no real societal skills\" I AM VERY EXCITED TO GET TO IT WHEN I FINISHED 6","I have chronic illnesses. Recently Took a leave from work due to stress. Im so depressed. Cleaning up water and washing the rags is feeling like a huge burden ð\u009f\u0098\u0095  https://t.co/FvoO84ePv0","Sometimes, I feel like I am being bullied all over again...cept now the bullies are inside my head.","all i did was make hotdogs and my mom was so proud ð\u009f\u0092\u0080ð\u009f\u0092\u0080 sorry if your child is a depressed angsty teen","Seriously, my heart and mind are tired. Can u please give me a rest?","I miss my depressed from bleak night era","You know when your friends ask you how they can make things feel better when youâ\u0080\u0099re depressed and donâ\u0080\u0099t know what to do or say cause it feels it feels selfish to even take the littlest of attention so you say nothing or â\u0080\u009cIâ\u0080\u0099ll find a wayâ\u0080\u009d or some shit like that?","I  can't see any reason to keep going on. so I'll just end it .","Polygamy and infidelity are not the same. And you can't normalize something so painful. She may embrace your behavior as a defence mechanism but deep inside broken, emotionally unstable, depressed, self loathing and I don't think you'll want a broken mother to raise your kids.","God is always about love first! I think suicide can be extremely cowardly (a criminal avoiding punishment) or an absolute act of despair and anguish (depression). If you share their name, I will pray tonight for their peace and ask God for Mercy. God bless him and you ð\u009f\u0092\u0095","I'm sorry. To everyone I've angered or hurt. I can barely deal with this anxiety and depression anymore.","The fact that all my friends and me are so fucking depressed lately but we are still supporting and giving love to each other is truly amazing. ð\u009f¥ºð\u009f\u0092ªð\u009f¤\u008d","I saw a video of Jordan Peterson crying while talking about depression and suicide in relation to someone he was close to and it just made me hate the bastard more. How dare he, as a doctor, as a person, shed tears over someone who felt hopeless and then actively support the &gt;&gt;&gt;","Believe me, over the last two months Iâ\u0080\u0099ve heard everything. I understand when people mean well and say the wrong thing and I donâ\u0080\u0099t take offense. But thereâ\u0080\u0099s a difference between that and the dismissive â\u0080\u009cyouâ\u0080\u0099re ungratefulâ\u0080\u009d slant that Iâ\u0080\u0099ve also received now and during depression.","The possible imminent failure of the reconciliation package at the hands of fossil fuel funded politicians and with it the last real chance on any meaningful federal climate action is getting me quite depressed. Its looking bleak","iâ\u0080\u0099ve been so depressed lately i donâ\u0080\u0099t WANT TO GO INTO CAMPUS TOMORROW","I'm so restless from lack of sleep I THINK I'M GONNA EAT A PLAIN TORTILLA WRAP OUT OF FRUSTRATION!","This is ð\u009f\u0092¯% true! I can relate. Both clinical depression &amp; situational depression can be debilitating and deceptive making you feel hopeless. However I do believe that nothing (not even medication) can give you the supernatural transcending peace of God. Be still! Philippians 4:7","it just feels like i am too weak to even be able to get stronger at this point and i get so frustrated trying to do any workout that isn't just running. pls advise","Feeling so depressed and suicidal AND Iâ\u0080\u0099m having a panic attack because of my batshit crazy ex.","major depression, bipolar disorder or dysthymia. Roughly one-third of those who seek treatment won't respond to verbal or conventional drug therapies. Psilocybin Mushroom therapy is offering some hope for these hopeless cases. In the John Hopkins University study, published last","hello I love the fall season and holidays but I also it depresses me so much. I am so depressed ! help","If there is a situation in which their environment was unhappy, I'd make needed adjustments, but I believe witnessing hardships, discontent, grieving, depression, &amp; sadness is also part of life. They need to learn how to NOT get too sucked into emotion &amp; how to dig ourselves out.","Some dissociative parts of the personality, living in trauma time, may experience the same emotion no matter the situation, such as fear, rage, shame, sadness, yearning and even some positive ones just as joy.","i am in excruciating pain in every aspect of my life and iâ\u0080\u0099ve never been more tired","Please donâ\u0080\u0099t underestimate how exhausting it is so be a pleasant social person when in pain  Iâ\u0080\u0099m on Day 2 of Comi-Con &amp; feel guilty Iâ\u0080\u0099m gonna be avoiding the guy Iâ\u0080\u0099m dating &amp; his friends  Iâ\u0080\u0099m just exhausted My knee is killing me Iâ\u0080\u0099m grumpy and donâ\u0080\u0099t want to play nice with others","Itâ\u0080\u0099s like something my depression era grandparents would have told me about when Iâ\u0080\u0099m acting ungrateful.","yes hyejin was indeed happy but the tinge of sadness is from dusik with all his unresolved trauma in his burden... with regards to breakup, i don't think they're gonna take that route, i believe hyejin will walk with him in his journey of healing...","realized my friends dont think im a good for nothing loser just bc ive been depressed and still see me as an artist and that my life is valuable and that whether or not i make anything again im still talented and relevant to them","i'm depressed so i slept all day i missed all ryan's live cause i was sleeping and now i'm depressed again","I remember what it felt like looking in the mirror being disgusted and depressed about what I saw in it. I never want my friends to feel that ð\u009f\u0098­ that was such a dark time for me bro","// vent  I truly wish I can go /one/ day without my fatherâ\u0080\u0099s drunken rantings. I truly donâ\u0080\u0099t care about the constant threats - Iâ\u0080\u0099ve become apathetic to them, but Iâ\u0080\u0099ve lost so much sleep. He comes in late at night shit-faced, then goes on for HOURS. Iâ\u0080\u0099m so exhausted","My depression and anxiety is in love with one another and I hate both of them. They always tryna gang up on me","Msg was so iconic last time so I'm anticipation. I'm simply anticipation. Which is funny bc I've gotten used to tour now, it's familiar but now I'm a little restless and for what","oh now this still makes me so angry and so fucking depressed at the same time i'm going to eat dry wall","I got an atypical MYO from inkyuu So why not torment a depressed teenager with several rowdy idiots?","That feeling k!lls u from inside.. it suffering all about anxiety and depression I can relate","Definitely feel myself spiraling into depression and self loathing. I'm going to drop the ball and lose this job opportunity and it's only going to be my fault. And that's why I'll always be poor and have nothing. Bc I suck at thinking. I'm the dumbest smart person I ever met","I can't decide if being depressed or being restless before bed is the better option","I suffer from depression &amp; suicidal thoughts. I feel more suicidal when I hear about women being assaulted, murdered, &amp; discriminated because I feel like my existence is making the world worse. Some Men are fucking horrible.","its honestly making me depressed as hell, i hate that advertisement value is prioritized more than getting actual trained VAs to create iconic characters. just so bleak","I hate depression,  it gets worse daily. One stray thought can send me into a catatonic breakdown.   Like now","Yep. I also think that the GOP knows there is a HUGE level of discontent in the country with Trump and by extension the GOP. Should we default and cause a global depression, that albatross will be blamed on the Republicans. They know this.","i went ahead and ordered myself presents bc i hate my birthday and i always get super depressed on that day so iâ\u0080\u0099m gonna keep processing orders until i no longer feel sad","not related to ed but every time i watch tangled i get depressed like where's the jose bezerra of my life ð\u009f\u0098­ fr my expectations get so high and i now im gonna be so disappointed lmao","7. most challenging WIP   definitely the one my fave line is from, bc it deals with cheating, depression, self loathing, and all kinds of negativity.","My mental health is getting worse....depression and suicide attempt....  https://t.co/47DD9Ywp9i","You know what, feeling inner conflict w/ parents (toxic mom) for many years was so depressed, shaking hands &amp; feel stiff, headache, stomachache, asthma, overthinking, feeling pin &amp; needles on my hands &amp; arms, daydream, crying for no reason, insomnia made me trying suicide 3 times  https://t.co/9wC465VMKi","Feeling depressed, full of self-loathing, and generally like shit. Expecting all the good things that might happen to me to fall through and to be in exactly the same shit state I'm in now. We'll see, but I can't afford hope. Hope is the prelude to despair...","Festival's without family is not festival Please clear SOWP backlogs we are suffering from depression and anxiety it's an one year no anniversary , no birthdays matter when we are not with our partners please I beg u process SOWP Applications fast","I bought these today, I saw them together in a standâ\u009d¤ï¸\u008f I can't find the artist yet but I'm so in love ð\u009f\u0099\u0088â\u009d¤ï¸\u008f  https://t.co/wL6PTlQ2v3","I hate when I tell my mom how Iâ\u0080\u0099m feeling and she say â\u0080\u009cyou donâ\u0080\u0099t have anything to be depressed aboutâ\u0080\u009d as if thatâ\u0080\u0099s gonna help me not feel the way Iâ\u0080\u0099m feeling.","i hate being home but i love it , like it enables me to be depressed and lazy but also iâ\u0080\u0099m comfortable in my own space","this test has ruined my friend!! She's so depressed now, every hour she sends a voice message and she's crying in every one of them!!! She worked her ass off for the past 2 years, studied so hard for mcat, us ka to test bhi itna achha Hua Tha","how does anyone feel anything while listening to the origin of my depression  like this feels extremely forced and lifeless in many bad ways","People been dieng everyday literally like Iâ\u0080\u0099m suffocated over it I donâ\u0080\u0099t think I can handle no more like depression and anxiety is so real been trying my hardest to wake up from this bad dream but itâ\u0080\u0099s really reality I hate it hereð\u009f\u0098¥ð\u009f\u0098ªð\u009f¥º","As happy as i am right now im little worried that im gonna back to my days of depression before I came out.","We request to Sindh govt show leniency in education policy. Candidates are very depressed because they secured 55 to 70 marks. Even then they delared as a failure candidates.","No matter how much I sleep, I still feel so exhausted every day.","If your purpose of getting rich &amp; successful is to punish those who mocked you, competing with others or battling with poverty, you are selfish and will only end up in gross mental anguish (depression). Get rich &amp; become successful because it's your right as a human!","Depressed. Everyoneâ\u0080\u0099s celebrating thanksgiving and Iâ\u0080\u0099m alone ð\u009f\u0099\u0083 being a single mom on days like this makes me hate myself","I was unemployed, depressed, living a very risky lifestyle, had a failed business, in debt and heartbroken. But I'v always believed in the silver lining no matter how bleak life gets.  Now I have my dream job, drive my dream car, life begins at 40 and I'm only 30! LETS GOO!","Along with prescribing anti-depressants, that was literally what my Doctor told me to do every day when I first burned out &amp; became chronically depressed.  I think he meant well &amp; genuinely believed it might help, but after a while it just made the rumination worse so I stopped.","Iâ\u0080\u0099ve been feeling depressed from this morning and donâ\u0080\u0099t really have an appetite... But if itâ\u0080\u0099s something with chocolate in it, I think I might be able to eat it because itâ\u0080\u0099s my favorite.","I'm just iritated by all this self pity and bitching bout wanting 'real friends'  You have tons of people who care about you for fucks sake, stop being so damn ungrateful.  If you have depression, try and get some therapy, don't JUST rely on your friends to make you feel better.","tw// suicide   idk if mine is moderate or severe bc i'm not really \"suffering\" bc i got used to it and it feels comfortable but depression made me romantize suicide so much that i feel like someday i'll have to do it  https://t.co/A5Z2RigUBG","not my dad shaming me for having depression i fvuking hate him","I've been crying for the past two hours so i don't have any tears left but this made me cry on the inside","I really don't know what it is. Am I in depression mode? Why is my sleep so difficult. I only sleep when I'm exhausted from a previous night of not sleeping well. Do I need to spend more energy? I have no clue."," \"haha shinji's such a depressed loser- wait I'm looking at a mirror\"","We got to go, it's time to grow. Through obstacles, round and around we go. Don't even worry 'bout it, Don't get so downhearted, Life is sunny and cloudy, Round and around we go â\u0098\u0080ï¸\u008f","ð\u009f\u009a\u009að\u009f\u008eµah depression my old \"friend\"  Time to torment me ay? Been a while so let's just get it over with.  I'll be offline for the rest of the night. Ciao","When we are alone we reflect. We reflect than we overthink. When we overthink then regret. When we regret and become depressed.","At what point do you cut your family off because I'm so mentally and emotionally drained. ð\u009f\u0098­ð\u009f\u0098­","I am so exhausted. Just absolutely mentally worn out.","Please stop correcting my words ð\u009f¤¡ Iâ\u0080\u0099m high and depressed, so just stop!","Myself and my children have gone through a lot in the last 18 months. We are mentally so exhausted that unable to wait a few more months until tourists will be allowed. Please allow parents to visit when vaxx rate reaches 80%","Iâ\u0080\u0099ll always support wanting to know how my students are feeling mental health wise and listening to those who are willing to share but damn I absorbed all the anxiety, depression, and  stress in the room after 8 one-on-one meetings today.","Yes it was Jesus Christ way to tell us how to live in this world. But so many forget the words.Thereâ\u0080\u0099s beauty all around us to see and touch and hear. So, no matter how downhearted and discouraged we may be, for this is just lord way saying â\u0080\u009c lift up your eyes to me I am with you","I WILL NOT JUSTIFY THE NOTHING BETTER TO REPORT ON AS YOU WERE PAID TO TORMENT TO MENTAL HEALTH DECAY PROPOGHANDA  OR YOU THOUGHT ITWOULD GET POSITIVE ENERGY TO A DEPRESSED PERSON ,OR THAT THEY ARE NOT IN DROWNINNG ,BONUS PLAN.....","Depression, or the Chinese cultural revolution. Indeed, if the lesson is clear, and students grasp what anguish people suffered during those events, they will surely feel some anguish in sympathy.","Makes me so fucking depressed. Biggest mistake ever no reason they should of picked Bill over Tom or whatever happened they should of never ever let Brady walk out.","sorry i ghosted u i was depressed &amp; wanted to kill myself but iâ\u0080\u0099m horny now so wyd??","Entering a supermarket is not dissimilar to the Berlin Wall checkpoint.  It used to depress me, now I laugh.  The absolute apathy of it all, and most donâ\u0080\u0099t even realise it..","this is brutal to think that one of your Twitter friends would do such a thing as someone that suffers from depression it really makes me angry and disgusted and upset that someone could do such a thing","I think many cases of discontent, even depression, boil down to the disconnect between who you really want to be and the fact that youâ\u0080\u0099re settling for something lessâ\u0080\u0094for a life of comfort instead.","i miss my bf im worried abt him, im sick, tired and depressed:((","So I'm in a bit of a dark tunnel day, not bad but a bit. Anyone who has dealt with depression and anxiety will know what I am talking about. I'm okay. Just battling a bit. Prices rising and product shortages trigger when I lost my house. I have someone to talk to.","Couldn't find the way to get a right place for playoff Deeply disappointed   Mumabi Indians fans are in deep depression ð\u009f\u0098¢ð\u009f\u0098\u0094ð\u009f\u0098\u0095","ê¨\u0084 I know my buddies from work hate me because theyâ\u0080\u0099ve ignored me for two days even when Iâ\u0080\u0099ve tried to start conversations .   So happy birthday to me my depression is back hard again and no one likes me","Well he cheated on me 2 years ago and it made me depressed and he pretty much spent the last 2 years gas lighting me into thinking I was the problem and needed to change myself. So I think I'm better without him","i be so drained after work i just be wanting time to myself sometimesð\u009f\u0092\u0080","We got to go, it's time to grow Through obstacles, round and around we go Don't even worry 'bout it Don't get so downhearted Life is sunny and cloudy Round and around we go","If China wonâ\u0080\u0099t do anything concerning the international students question , at least give us our degrees. Thatâ\u0080\u0099ll be the most respected way to fix our ruined depressed lives. Share to everyone. I beg you.","I used to be much more charismatic and personable but it seems like it all drained out of me and now I can barely talk to people. I think itâ\u0080\u0099s because of being terribly sleep deprived for so long. I donâ\u0080\u0099t know how to be normal again","He would walk in the hall and go â\u0080\u009cI am too stressed to be depressed whatâ\u0080\u0099s up losersâ\u0080\u009d","I  have no reason to live. so I'll just end it .","My therapist said tears have a hormone that has to be released I think itâ\u0080\u0099s cortisol if not it will begin to depress your body have you fatigued","â\u008a±-â\u0094\u0081â\u0094\u0081â\u0094\u0081â\u0094\u0081â\u008b\u0085-ÎµÃ¯Ð·-â\u008b\u0085â\u0094\u0081â\u0094\u0081â\u0094\u0081â\u0094\u0081-â\u008a° (cont.)  tws: ed, sh, sa, depression, trauma, nsfw, a lot of other triggering things. this is a vent space for me so if you're not cool with that dnf :)  dni: anti-allspo, non-edtwt, mcytedtwt  â\u008a±-â\u0094\u0081â\u0094\u0081â\u0094\u0081â\u0094\u0081â\u008b\u0085-ÎµÃ¯Ð·-â\u008b\u0085â\u0094\u0081â\u0094\u0081â\u0094\u0081â\u0094\u0081-â\u008a°","So far, mine has mostly just made me very depressed :(","My whole body aches. Iâ\u0080\u0099m so exhausted and Iâ\u0080\u0099m so scared Iâ\u0080\u0099ll fall ill soon bc of this stress ð\u009f\u0098©ð\u009f\u0098©ð\u009f\u0098©","I used to think I was destined to be depressed for my whole lifeð\u009f\u0096¤. But I choose to have hope, to keep going, and find my way home to my true self. If you are struggling right now, know that you can heal. ð\u009f\u0092\u0096â\u009c¨         https://t.co/66BZBzww4S","Here are some examples from  https://t.co/ehsMWE3Pcc about  â\u0080\u0094 how it can make a person with  feel their suffering makes you uncomfortable and that you're disappointed in how they're handling things. !   [2/3]  https://t.co/MYv9oSHCNz","I LOVE when people see the humour in my book, as well as the deep sadness and trauma.  I always try to bring lightness into the dark, and it makes me happy when people see it and enjoy it. Your feedback so far is INCREDIBLE. Thank you â\u009d¤ï¸\u008fâ\u009d¤ï¸\u008fâ\u009d¤ï¸\u008f   https://t.co/cTcB8eUy2Z  https://t.co/VAByHjTIoz","Me too. I'm  so angry, disappointed, depressed. Why are they dragging this out?","â\u0080¼ï¸\u008f I was and am being abused by a friend, and I'm getting help. â\u0080¼ï¸\u008f â\u0080¼ï¸\u008f I am depressed, having dreams and thoughts of suicide, and I'm getting help.â\u0080¼ï¸\u008f","I  have no reason to live. I'm going to hurt someone .","mix of depression and edgy but i hate how that makes me sound PAHHA","I'm losing my appetite to eat and It's scary to think that I'm actually depressed.","I have never in my entire life seen children looking and sounding so disconnected and depressed. No joy, no expressions, no rhythmic movement of hands and feet. Utterly disgusting and worrisome.","Today I'm supposed to be happy cause it's my birthday, but I'm not. Well i tried ...and then cry. tsk i really hate my depression.   Although thanks to those who great.,ð\u009f\u008e\u0088","Man! This the one! And ppl without depression donâ\u0080\u0099t understand. Things could be going right in our life and just feel down. I hate explaining it.","Every so often the Yakuza games add a new depressed failure with no real societal skills and every time I go nuts for them","While I was overeating I ate a lot of food that I've been missing and I feel like I've scratched an itch and I'll be good now? But maybe I'm just depressed today and dont want to eat.","have pretty much absconded from garden board member duties except for the fish, they gotta eat, and so every day instead of getting to burrow into my depression 100% i only get to do 98% bc i gotta go outside, to this dumb little pond, to feed these dumb little fish. i hate them  https://t.co/EecyOqHYwR","This year was shit i am suprised to made it through however with the bullying from one person who i thought was my friend caused me to suffer from serious depression.. low self esteem issues.. it hurts remembering it i feel drained head hurts alot too","I was never able to buy Oreo cuz it's too costy so I thought Orea is depressed","I am trying very hard to fight this depression but itâ\u0080\u0099s hard. It is extremely hard. I hate going into work and people would rather create unnecessary issues for people not knowing what people deal with outside of work","Well Iâ\u0080\u0099m saying itâ\u0080\u0099s painful watch cuz Emâ\u0080\u0099s bestie passed that yr and he became depressed and was overeating. U can see heâ\u0080\u0099s kinda bigger in the mvð\u009f\u0098­","I donâ\u0080\u0099t know who needs to know this, but that â\u0080\u0098lockdown lethargyâ\u0080\u0099 youâ\u0080\u0099ve been experiencing is the level anxious &amp; depressed people function every day, always. Thatâ\u0080\u0099s why weâ\u0080\u0099re tired. Thatâ\u0080\u0099s why weâ\u0080\u0099re scattered. Try to remember that when this shitshow is over.","I donâ\u0080\u0099t know I donâ\u0080\u0099t think Tony was capable of ever having a true breakthrough of any kind but the little bits of guilt or anguish that shown through got extinguished by therapeutic platitudes like â\u0080\u009cthat was my mothers faultâ\u0080\u009d or â\u0080\u009cthatâ\u0080\u0099s just the depression talkingâ\u0080\u009d","It's always been real for me, every second- anything else I've ever loved is so wrapped up in you now, you're all that's left. Promise me you believe me, I'm so goddamn exhausted trying to convince you, I don't know what else I can do to make you see it.'","bruh i was just vibing but depression has hit me like a TRUCK and now i am rendered immobile","I also appreciate seeing the chants. I want this fan base fired the hell up and expressing that. Love or hate work, Iâ\u0080\u0099d be more depressed if the emotion of the fans was apathy  At some point, either directly voting referendum or a political one, it will be the public that decide","I agree! I personally donâ\u0080\u0099t like our OC tho itâ\u0080\u0099s like heâ\u0080\u0099s kinda passive! Arthur Smith was kinda freaky lol! He got super creative and didnâ\u0080\u0099t play scared! He had Ryan throw down field! He did so much stuff! This OC is predictable I think! Iâ\u0080\u0099m not a coach and I can predict him it!","Just got so depressed thinking about how I turn 26 next week and Iâ\u0080\u0099m not even gonna be doing anything  https://t.co/yRUz8tnZJt","Depression really is the thief of joy. So much lost, ruined &amp; missed out on. Tethered &amp; shackled, cant free yourself from the inevitable. When you finally find freedom, you can only look back saying to yourself \"wtf why?ð\u009f\u0098\u0095ð\u009f¤¦ð\u009f\u008f½â\u0080\u008dâ\u0099\u0082ï¸\u008f\"  My heart goes out to so many that go through thisð\u009f\u0099\u008fð\u009f\u008f½ð\u009f¤\u0097","I completely forgot about seasonal depression until today   Summer Iâ\u0080\u0099m so sorry for being ungrateful pls come back ð\u009f¥²","Welcome to the kind of pot-soaked debate I was subjected to overhearing last night.  Scattered. All over the place. Incomprehensible. Like that scene in the sixth-season of â\u0080\u0098Sopranosâ\u0080\u0099 when Tonyâ\u0080\u0099s clinically-depressed son rants about politics and nobody can understand him.","Personally, I love winter and I love New England weather. I canâ\u0080\u0099t stand the heat. Iâ\u0080\u0099d be so depressed if I ever had to live somewhere that didnâ\u0080\u0099t have seasons.","Something I don't understand about society: If someone punches you in the face this person will be charged with assault. But why is it ok to mentally torment someone to the point where it puts them in the hospital (twice) and lays them up with a crippling depression","im so restless pls i cant stop thinking abt my exam and being afraid of being late but im not late at all","i am beyond burnt out. college is horrible rn. i dont think ill have the energy to be interactive for the coming days, i'm really really sorry. i hate letting people down, i let so many people down today and i'm so exhausted and disappointed in myself","I refuse to become a fucking DOOMER, of all things I WILL NOT BECOME A DEPRESSED, SELF LOATHING, ANGRY ASS DOOMER!","Iâ\u0080\u0099m Nicole. This is my story. I was hospitalized after a suicide attempt in 2000, diagnosed with borderline personality disorder and adult ADHD in 2001, and CPTSD in 2013.  Tyrone is my late ex-husband. We were married from 1993 to 2001. He died from depression in 2007.","I don't know why I chose to quit, this is basically the worst time to do it. I'm depressed, lonely, unemployed. The only benefit I'm getting right now is that I'll live longer and honestly wooptie shit. I hate myself, I'm shit, and I don't fucking care if I don't wake up tomorrow","Yoongi shining a light on depression to heal himself &amp; others thru his lyrics is one of the most courageous acts I have seen in a famous artist.  \"I denied my essence multiple times My address is idol, I donâ\u0080\u0099t deny it The anguish that dug into my mind multiple times\"~ The Last  https://t.co/W1tjA85NIO","I'm all gloomy after Watching   lol. I'm so Liking the fl though.  Fighting her depression all alone. And so called husband and horrible MIL. What I liked is how they're showing her losing herself Angry, mad, frustrated, self destruction mode. Going through sh!t all alone","I have a thing for a depressed self-loathing protagonist who tried to be better Totally not projecting at all","I'm so depressed i don't even want to game. I just sit here and stare at my screen wishing i didn't feel the way i do.","i work every weekend im so exhausted, i dont have any time to do school work and my grades are getting bad i want to die","Canâ\u0080\u0099t believe some people actually have coherent thoughts about ltbc. I donâ\u0080\u0099t Eddie Brock,the inventor of the depressed anxiety riddled scatterbrained loser,would be to pleased to hear about this.","most kpop acts disband or lose a member on the 7th year so its likely we wont get another full album before they disband I am depressed","i finished The Human Condition and i am deeply deeply depressed. it was such an unrelentingly brutal film with some very bleak messages. i don't wanna spoil anything but i would highly recommend it!!  https://t.co/MZuxGJx6PF","i am back in the depression stage cause i realized weâ\u0080\u0099ll never see them again","I'm so depressed about the future of the UK under the tory rule. Everything seems so bleak atm its hard to keep positive.","The Bucks winning was great, but what a bleak and depressing tweet. I heard KT was far right but I didn't think they took the republican stance on making people depressed. If we're going back months, maybe the best thing is that we ended a war, or that we have a covid vaccine.","I love how Pune weather is like,\"Oh hey!Are you feeling all depressed &amp; sad from the rains &amp; drab,bleak greyness?Here's a 2 minute glimpse of your bright sun before he sets...enjoy!\" LOL,thanks for sending some light &amp; hope at the end of the dayð\u009f¤£ð\u009f¤£ð\u009f¤£    https://t.co/aVwTvUdhjl","Moments of our success, failure, hope and despair are stored in our memory. While negative memories depress us, on the other hand memories of success fill us with hope and inspire us to make the future better.","COVID is the enemy &amp; we should treat it as such unite against it! But misinformation is literally bleeding us. I also did it so impressionable people that stumble upon these exchanges can see the truth. &amp; downhearted people can see tolerance &amp; civility can live on social media.","i'm duplicating presidents educating confidence  with a punch line providence  my heart and your appendix  i'm killing your attendance  by morning your apprentice  above law and i'm restless  i'm speakin on practice obstruction is justice so i call her my confederates","Also, I get what heâ\u0080\u0099s trying to do but highlighting just those things in getting ready for work and life feels bleak and uninspiring. If I were a teenager, Iâ\u0080\u0099d feel depressed","Yeah my bad with â\u0080\u009cchanceâ\u0080\u009d, was a great block but can still see the frustrations. Just goes to show how good we are when people are a bit downhearted with the result against a team bought for so much and as Klopp said best in Europe","This from the same woman who wants healthy people to suffocate in mask and stay locked in their homes..more death by depressed people overdosing on legal harmful drugs..who else would have thought of this!","Incredibly, incredibly depressed at the state of this hellhole country this week. Even more so than usual. It's got me feeling very hollow and numb and trying to spend a lot less time on social media for a few days because there's just too much stupid to deal with, mentally.","I never knew you could be depressed but still functioning, (like a functioning alcoholic) I thought depression looked different  But to be depressed and still doing the normal is just as dangerous and serious as being depressed and immobile","Trying to kill my anxiety, depression and overthinking before they kill me.","Obviously I'm disappointed....But for some reason the gap makes me feel better.....I would be in state of depression if Liquorose finished 2nd in a close one ð\u009f\u0092\u0080ð\u009f\u0092\u0080","I fucking hate when I make plans to hang with my friends, get ready for any emergnecy might show up and somehow my parents (mostly my dad) find a way to fuck it up. The felling of loss of control from that triggers the shit outta my depression","Itâ\u0080\u0099s the 20th anniversary of 9/11 and all Iâ\u0080\u0099ve got is the same putrid fear that things will never be the same again, but this time with constantly having to wear a mask and zero patriotism. What heroes can sort through the rubble of our own self-destruction? I might be depressed.","I swear if I ruined my laptop I'm going to be even more severely depressed then I already am  I'll be the ultimate failure","and the worst thing is I know itâ\u0080\u0099s cuz of my adhd but i took meds for it and they make me so fucking depressed so here i am talking to fucking nobody about my stupid ass problems","I feel depressed and need some time with myself so I can go on with a life you don't want me anymore.","First version, used checklists. It honestly made the deck really ugly, and drawing hands just depressed me. It ruined the deck.  Now I have two copies, one in deck, one off to the side. Kinda sucks, but more fun.","Everybody nowadays just look at records and power rankings and assume! They have the weapons to do something! Zach Wilson looked pretty good today! Missed a handful of throws but itâ\u0080\u0099s his rookie season! They think since our last round of rookies were good so should this round","Weed: helps with depression, appetite, anxiety, sleep. Booze: makes me depressed, ruins my appetite and exacerbates my anxiety.  Alcohol can be extremely dangerous. I read that it kills more people than the opioid epidemic.","i no longer want to exist at all actually everything is so hard and i am exhausted","depression, anxiety, insecurity, paranoia, failure, trauma, anguish, guilt, memories and the confusion of my mind... are killing me.","But what was not the surprise, when we all gathered around her and my mom explained: â\u0080\u009cIt took me a long time to realize that each person is responsible for their life, it took me years to discover that my anguish, my mortification, my depression, my courage, my insomnia and  7/","This has been my feeling too. Brexit has underscored just how shoddy people in low income roles were being treated with wages at the bottom depressed by an average of 10% by using loopholes to dodge the minimum wage via foreign agencies. Apathy to this crisis helped cause Brexit.","I hate being depressed I'll be listening to juice wrld cigarettes \"having breakdowns while she wiping my tears\" man why TF ain't nobody here to wipe mine?","Ok Iâ\u0080\u0099m not talking about depression hereâ\u0080¦ just the general discontent most of us face. Although Iâ\u0080\u0099ll recommend a book for your friend (the power of now by eckhart tolle) it help me a lot when I was coming trough some stuff.","okay so my high school friend group is primarily depressed straight girls with crushes on seniors, and theyâ\u0080\u0099ll make comments like â\u0080\u009cI wish someone would date me but Iâ\u0080\u0099m so ____â\u0080\u009d all the time and thatâ\u0080\u0099s when sheâ\u0080\u0099ll say that kinda stuff, after someone else already has","Fuckin trauma, insecurities, feeling alike the biggest failure, whole a lot of tears, anxiety, depressing, sleepless nights and what not, just cuz some dumb person judged me on my potential, this education system is fucked up badly","I love how depression goes away when you're out of town, but hate that it seeps back in on the day you leave. Luckily, I've got my  playlist to help me with that!","I commented on it being the â\u0080\u009cold schoolâ\u0080\u009d uniform shirt from the 90s so I deserved it.","I walked into work in full depression mode and the first thing my coworker says to me is wow Claire you look radiant today, I guess misery is just my look â\u0098 ï¸\u008f","Fifty this week an depressed with no job!!!what does the future hold.When do I start buying Werthers originals?An havenâ\u0080\u0099t started pissing myself just yet so I still smell ok.I really need to get some clothes from a charity shop so I should be smelling bad soon a.,.,.,.,.,","i'm inclined to say yes but im depressed too so ð\u009f\u0098¬","Why are people on Twitter so depressed I just scroll Through my timeline and Ask myself who hurt this person","lol, i just had to restart and you know what? i'm still depressed. It all feels so off the now immobile boat so she steals a dagger, offers to buy a fuckin tub","Iâ\u0080\u0099ve gotten to the point in my life where I want to play games on my pc but Iâ\u0080\u0099m too lazy to get up off my bed and actually use it. So I just sit here bored and depressed sitting on my phone all day.","Im really so exhausted at how many times a day I make excuses for mfs like im tired of my shit.","\"I had in mind that misery is the absence of formâ\u0080\u0094probably a pretty good definition of depression, the inability to tell yourself your story.\" 3/7","four in right side of face one in both thigh two in both side of neck one on a side of my right b**bs two in right palms and in left   wtf why does she/he love to kiss so much or whatð\u009f\u0099\u0082ð\u009f\u0097¿","Going through depression is hard, your mind see only the bad things and it feels hopelessâ\u0080¦ My no 1 advice is always to be kind to yourself and think what would a friend tell me to support me, especially if you have no one in your life to support you emotionally. Virtual hug ð\u009f¤\u0097","Itâ\u0080\u0099s literally insane to me that people have said to me â\u0080\u009cI donâ\u0080\u0099t have anxiety/depression. I donâ\u0080\u0099t even know what itâ\u0080\u0099s like to feel discontentâ\u0080\u009d","I have faced  bitter descrimination. And I never used reservation. You can never understand that pain and agony. Caste is involved heavily.  My friend could not tolerate descrimination under went depression so many cases. What was our fault ?????","I love my job so much and now itâ\u0080\u0099s closing down good things really donâ\u0080\u0099t last. im depressed","Girl you telling me ð\u009f¥º I got into a car accident this week and Iâ\u0080\u0099ve been so depressed about it","And I cant!!!! Because I am so depressed and stressed!!!! So hopefully I just fucking die!!!!","This sounds amazing, but also my depression has always been a sign that I've betrayed myself...however, even though I've been doing The Work and I'm no longer chronically depressed I still feel very little joy doing the activities that used to excite me.   So. I'm in?","this is one of my FAVORITE movies, if they ruined itâ\u0080¦i would be depressed","now that I'm depressed Hate that... makes me cry ngl","Iâ\u0080\u0099m exhausted. I donâ\u0080\u0099t want to try so hard anymore."],"replies_count":[0,1,0,0,1,0,3,0,0,1,1,1,1,0,0,0,0,0,2,1,1,3,2,1,1,1,1,2,0,0,3,0,0,0,0,0,0,1,0,1,4,2,0,1,1,0,0,0,1,1,0,0,0,1,0,3,0,0,0,3,1,3,1,1,0,0,0,0,0,0,1,1,0,4,0,1,1,0,0,0,1,0,0,2,0,1,0,1,1,14,0,10,0,0,0,0,1,1,0,1,1,0,0,1,1,0,0,1,0,0,0,0,0,1,0,0,0,0,0,0,0,0,0,1,0,1,0,0,0,0,1,0,0,0,0,0,1,0,0,1,0,1,0,0,1,0,0,1,0,0,1,2,1,1,1,0,1,0,0,0,1,0,0,0,0,0,1,0,0,1,1,1,0,0,1,0,0,1,1,1,0,0,1,0,1,0,0,0,1,0,1,0,0,0,10,0,0,7,1,2,1,0,0,0,2,0,4,0,0,1,0,0,2,2,0,1,2,0,0,0,2,0,1,1,1,0,1,1,1,0,0,0,0,34,0,1,0,0,1,0,0,0,0,0,0,0,1,1,2,0,1,0,0,1,0,1,0,3,0,0,0,0,1,0,3,1,1,1,1,0,0,0,0,4,1,1,0,0,0,1,1,0,0,0,1,0,1,0,1,1,0,0,0,1,0,0,0,0,0,2,1,1,0,0,0,1,0,5,1,2,0,1,1,0,0,1,0,0,0,0,0,1,0,0,0,0,1,1,1,1,1,0,0,0,0,1,0,1,0,0,0,0,0,0,0,1,0,0,0,0,0,1,1,1,4,0,1,0,0,1,0,1,0,0,0,1,2,0,0,1,0,1,1,9,0,0,0,0,1,0,1,0,0,1,2,0,1,0,0,6,1,5,0,1,1,0,2,1,3,0,0,0,3,0,0,0,0,0,0,0,1,0,1,0,0,0,0,1,1,0,0,2,0,1,0,0,0,0,0,0,3,0,0,0,1,0,1,0,0,0,0,1,12,1,1,1,0,0,0,0,1,0,1,11,0,0,0,0,1,1,0,5,1,0,0,1,3,1,0,1,1,0,1,0,1,0,0,1,1,1,0,0,0,0,0,1,0,0,0,3,1,0,0,0,0,1,0,0,0,1,0,1,0,0,0,2,0,1,1,0,0,1,0,0,2,0,0,1,0,1,0,1,0,1,1,0,0,0,0,0,0,0,0,0,0,1,0,1,0,1,5,1,1,0,0,0,0,0,1,0,0,1,0,1,1,1,0,1,0,1,0,0,0,0,0,0,0,0,0,0,5,0,0,0,1,0,0,1,1,0,0,1,0,0,0,0,0,0,1,0,1,0,0,1,1,0,0,0,0,0],"retweets_count":[0,0,0,1,0,0,0,2,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,0,3,2,0,0,0,0,0,0,0,0,5,0,0,1,0,0,0,0,0,0,0,0,0,0,0,5,0,0,0,0,0,0,0,0,0,16,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,0,1,0,0,0,0,0,0,0,0,2,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,1,0,1,0,0,0,0,0,0,0,0,0,0,0,0,1,0,0,0,0,0,0,0,0,1,0,0,0,0,0,0,0,0,0,0,0,0,2,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,2,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,440,0,0,4,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,134,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,0,1,0,0,0,0,0,0,0,0,0,0,0,6,1,0,0,0,0,1,0,0,0,0,0,21,0,0,0,0,0,0,0,0,0,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,0,0,0,0,0,0,0,0,0,0,0,0,0,1,2,0,0,0,0,0,0,0,0,0,0,0,0,0,1,0,0,0,0,0,0,0,0,0,0,0,0,0,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,0,4,1,0,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,4,0,0,0,0,0,0,0,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,0,0,0,1,0,0,0,0,0,0,0,0,1,0,0,0,1,0,0,0,0,0,0,0,0,0,1,0,0,0,0,0,0,0,0,0,0,1,0,0,1,0,0,0,8,0,0,0,11,0,3,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,4,0,0,1,0,0,0,0,2,1,0,0,0,0,0,0,0,0,2,0,0,0,0,0,0,0,2,0,0,0,0,0,0,0,0,0,0,0,0,0,0,2,0,0,0,1,0,0,0,0,0,2,0,0,0,0,0,0,0,2,0,0,0,0,0,0,0,0,0,0,0,0,1,0,0,0,0,0,0,0,24,0,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,0,0,0,0,0,0,0,0,0,0,0,0],"likes_count":[0,3,4,0,1,1,1,11,0,3,2,0,1,0,1,1,0,1,3,3,1,5,2,0,2,1,1,15,1,0,34,3,0,1,1,0,0,1,0,7,12,8,0,1,0,0,1,1,1,0,0,4,0,1,0,50,9,2,0,8,0,3,0,0,0,71,7,2,9,0,4,0,6,83,0,0,0,0,0,0,1,1,0,3,0,6,1,1,0,24,1,20,11,2,0,0,4,0,3,1,4,2,0,0,1,1,1,0,0,1,1,16,0,11,3,0,6,0,0,0,0,1,0,16,1,0,0,3,0,2,0,3,3,1,0,0,3,8,1,11,1,1,0,0,0,0,0,5,1,0,6,12,0,0,1,3,1,1,0,0,3,0,1,10,0,0,3,2,0,1,0,0,0,2,0,1,1,4,2,0,0,2,0,1,1,1,5,1,0,0,0,2,1,0,1416,1,1,27,3,3,1,0,0,0,0,0,23,0,0,2,16,0,9,24,1,1,10,6,2,1,0,0,1,3,4,5,0,0,6,0,0,1,0,557,0,0,0,1,1,1,0,3,2,0,1,0,0,1,4,1,1,0,3,0,2,0,3,16,0,69,0,0,16,0,5,1,0,1,2,0,0,2,2,38,1,22,0,2,1,2,1,5,5,13,1,439,2,0,1,0,1,2,0,1,0,0,2,0,0,2,0,1,0,0,0,1,1,17,0,13,6,0,2,1,1,0,0,1,4,3,0,1,7,3,1,11,1,0,1,0,4,0,0,1,4,0,0,0,1,57,0,1,0,0,0,1,0,0,1,8,0,0,0,1,12,0,2,0,0,8,0,0,1,1,7,4,8,0,3,8,1,17,10,11,0,4,3,0,1,0,0,0,5,0,2,0,0,0,1,20,2,15,2,1,1,3,13,7,0,2,4,2,0,0,1,1,1,0,0,0,2,0,0,3,0,0,0,6,3,1,0,5,2,2,0,0,1,0,0,0,33,5,2,3,8,0,4,0,1,3,0,1,20,0,1,1,0,2,0,0,1,0,3,15,0,12,0,0,1,0,0,4,3,1,0,1,170,4,3,0,3,0,3,0,1,0,2,9,4,4,5,0,6,0,0,0,2,2,1,14,31,0,0,0,0,1,0,0,2,9,1,0,0,0,1,2,1,0,12,2,1,0,0,0,42,0,11,1,1,4,0,2,0,0,0,0,0,0,2,1,0,8,14,0,0,1,0,6,3,0,2,5,4,1,0,3,0,0,1,3,0,0,5,7,1,0,1,1,0,5,0,7,4,0,1,2,2,0,1,1,659,0,1,1,2,0,1,1,1,2,1,32,0,1,0,0,0,1,5,3,2,1,0,3,0,1,0,1,0,0],"label":["no","no","yes","no","no","no","yes","no","no","no","yes","no","yes","yes","yes","yes","no","no","no","no","no","yes","yes","yes","yes","yes","yes","no","yes","yes","no","no","yes","yes","yes","no","yes","yes","yes","no","no","yes","yes","yes","no","yes","yes","yes","yes","no","no","no","yes","no","no","yes","yes","no","yes","yes","no","no","yes","no","yes","no","no","no","yes","yes","no","yes","no","yes","yes","yes","no","no","no","yes","yes","no","no","no","yes","no","yes","no","no","yes","no","yes","yes","yes","yes","no","yes","yes","no","yes","yes","no","yes","yes","yes","yes","yes","yes","yes","no","yes","no","yes","yes","no","no","no","yes","yes","yes","no","yes","yes","no","no","no","yes","yes","yes","no","yes","yes","no","yes","no","no","no","yes","no","yes","yes","yes","yes","yes","no","yes","yes","no","no","yes","yes","no","yes","no","no","no","no","yes","no","yes","yes","no","yes","yes","yes","yes","yes","no","yes","yes","yes","yes","no","no","no","yes","no","no","yes","no","yes","no","no","yes","no","yes","yes","yes","yes","no","no","no","no","no","no","yes","no","no","no","no","yes","no","yes","yes","yes","no","yes","yes","yes","yes","yes","yes","yes","yes","no","no","no","yes","no","yes","no","no","no","no","yes","yes","yes","no","yes","yes","yes","no","yes","yes","no","no","yes","no","no","no","no","yes","no","yes","no","yes","yes","no","no","no","no","no","no","no","yes","yes","yes","no","yes","no","no","yes","no","no","yes","yes","no","yes","no","no","no","no","no","no","yes","yes","no","yes","no","no","yes","no","yes","no","no","yes","yes","no","no","no","no","no","yes","yes","no","yes","yes","yes","no","no","no","no","yes","yes","yes","no","no","no","no","no","no","no","yes","no","no","yes","yes","no","yes","yes","yes","no","no","no","no","yes","no","no","no","yes","no","yes","yes","no","yes","yes","no","no","no","yes","yes","no","yes","yes","yes","no","no","yes","no","yes","no","yes","yes","no","no","no","no","no","yes","yes","yes","yes","yes","yes","yes","yes","yes","no","yes","no","yes","no","yes","no","yes","no","no","no","yes","no","no","yes","no","yes","yes","yes","yes","yes","no","no","no","yes","no","no","no","no","yes","yes","yes","no","no","no","yes","no","no","no","yes","yes","no","yes","no","no","yes","no","no","yes","yes","no","no","no","yes","no","no","yes","yes","no","yes","no","no","yes","yes","no","no","yes","yes","yes","yes","yes","no","yes","no","yes","yes","no","yes","no","yes","no","yes","no","no","yes","yes","yes","yes","no","yes","yes","no","yes","yes","yes","no","yes","no","yes","no","yes","yes","no","yes","yes","yes","yes","no","no","yes","no","yes","yes","yes","yes","no","no","no","no","no","yes","no","no","no","yes","yes","no","yes","no","yes","no","no","yes","no","yes","no","yes","yes","yes","no","no","no","yes","yes","yes","yes","yes","no","yes","yes","no","yes","yes","yes","no","yes","no","no","no","yes","yes","no","no","yes","no","no","no","no","no","no","yes","no","yes","yes","no","no","no","yes","yes","no","no","no","yes","no","no","no","no","no","no","no","no","no","yes","no","yes","no","yes","no","yes","yes","yes","no","no","no","yes","yes","no","no","yes","no","no","yes","yes","no","no","yes","yes","no","yes","yes","yes","no","no","no","no","no","yes","yes","yes","yes","no","yes","yes"]}