{"content":["I LOVE ITTTTT I CANâ\u0080\u0099T WAIT TO SEE THE MOVIE JUST FOR THE SONG   Iâ\u0080\u0099M SO HYPED  https://t.co/Lqpc8Kvvbx","I'm so exhausted, mentally, I'm trying so hard to please and idk how to keep going sometimes. I just want one day where everything is just fine","Long story short, I end up being in traffic for fucking ever, go home with Friend 1 and am too emotionally exhausted to even attempt to do my job so I just crash out and hope to make my weekly earnings in the next two days. +","Just got hit by a wave of depression, i hate feeling like this x_x Hopefully iâ\u0080\u0099ll feel better soon aahh","It gave me 15 fantasy points so I'll take it but yeah lance didn't do anything impressive there","//I hate depression been in a real shitty mood but doing my best to hide it","I feel so drained Idk how I wake up everyday and do this life shit","As a very highly sex-driven person who has not been having much sex because trauma/tragedy etc, my body interprets any respite from extreme sadness as 'HORNY. Masturbate NOW.' and it does not care that I am still quite sad and it is not appropriate &gt;:(","im quite depressed now but i have to make myself be happy for the party tomorrow","I wanted to discover a world that had White never known of, so I could tell him all about it. But White grew worn-out and depressed... And said he would kill me, and then kill himself too.","Yeah see I work at 8am, I have a child, I live in the Midwest, and Iâ\u0080\u0099m depressed so none of that works for með\u009f\u0098\u0082","I imagine Peter would be like Hughes from FMA when it comes to his child. So many pictures in his wallet that itâ\u0080\u0099s bulging, if anyone hurts his child, that person will fucking die. No one hurts his baby. NO ONE.","MAYBE IM BROKEN BUT IM NOT SURE AM I DEPRESSED OR AM I JUST BORED? APATHY AND IRONY POST MODERN ANXIETY  https://t.co/G05Nyprd4g","I think it has more than a few decent episodes, honestly the anime has been hitting on all cylinders for like the last 70+ episodes but he of all people should know how controversial the series is in generalâ\u0080¦ and itâ\u0080\u0099s like heâ\u0080\u0099s looking for people to bash the series, itâ\u0080\u0099s so lame","I don't like how Shane is being treated either. He just shared that he has been depressed since the birth of their baby and they don't seem to care. That's so ugly.","Affairs aren't the stumbling block they used to be. Some people are so worn out, unhappy, depressed etc in their marriage. I think both people in a marriage are often play their part in one having an affair.","Iâ\u0080\u0099m so tired. Iâ\u0080\u0099m exhausted. I donâ\u0080\u0099t feel like living anymore. Not like anyoneâ\u0080\u0099s gonna care, obviously. But yea. I think Iâ\u0080\u0099m just ready to be done. Iâ\u0080\u0099m tired.","I  want to die. so I'll just end it .","twitter is so wholesome you can just reply to anyoneâ\u0080\u0099s tweet without feeling awkward or bad everyone here is just so nice, sad, horny and depressed itâ\u0080\u0099s so cute","Not enough is said about how toxic work environments can be. I would get depressed thinking about the drive Sundays. Hated that should I die the same management would be the 1 speaking nicely trying to comfort my family. Work is were we spend majority of our time so needs peace","If anti histamines block dopamine receptors, nicotine releases dopamine, so smoking can help lessen my restless leg syndrome.","The words I read immediately after were horny and depressed, so maybe a horny groot who is depressed","Suman says \"Dhara wont be able to change my decision\" and  looks at  ð\u009f\u0098­ð\u009f\u0098­ð\u009f\u0098­ she knows... She knws he can!  And my boy looked so freaking restless. Open your mouth and talk you goofball ð\u009f\u0098­ð\u009f\u0098­ð\u009f\u0098­ð\u009f\u0098­    ","I like glocks cause theyâ\u0080\u0099re like miatas, there will always be parts, they will always be affordable, and tbh I fucking hate the irons, but theyâ\u0080\u0099re just so versatile and the possibilities are endless with glocks. I own a neutered glock 18, but I have an entire untouched upper ð\u009f\u0091\u0080+","I  think I'll buy a gun. so I'll just end it .","Get a drawing tablet and computer for art and games also give some money to my sibling so she can stop being depressed for 5 minutes ð\u009f\u0091\u0088ð\u009f\u0098\u008eð\u009f\u0091\u0088","why do i have to live in a world where every emotion is connected to food ?  stress eating, depressed overeating, eating because ur happy, etc i hate it","I don't know man, I'm so depressed. ð\u009f\u0098\u009e","i have just moved all of my furniture, at 1am, just to move it back cause it doesn't fit any other way  i hate not being able to CHANGE THINGS!!!!!!! CHANGES HELP WITH MY DEPRESSION","im literally depressed so let me do this","I hate that when I'm in a depressed state all I do is eat. This will sound bad but when I'm depressed can I not have the urge to eat","It feels good to get back to normal on most fronts. Kinda gives the illusion to me that everything is fine. I know I need to find a therapist to help me with my trauma. Even though my brain keeps telling me \"you're overreacting, it wasn't that bad\"","ok in exactly 6 hours time can somebody bully me into cleaning my room bc it's so messy bc ive been depressed tired and busy and it's so bad i need to clean it since im not working tn","I'm sorry, but it just makes me depressed. I hate having to be out in it for my commute.","one thing iâ\u0080\u0099m grateful for is that despite all my anxiety and depression i sleep the sleep of the dead    https://t.co/BSOXCTATNR","Why canâ\u0080\u0099t I enjoy a day off anymore like nooooo I always gotta be so depressed the day is ruined","I'm not going to lie I'm depressed as fuck. Like I hate it especially since it comes in waves. MDD severe is by far hell but it makes it worse when I try to hold my head up and something happens, then BOOM!....ð\u009f\u0098\u0094","Crazy how even after three years of consistent therapy, mindfulness and putting daily work in on myself I can still feel so damn depressed with no light in sight wtf","i hate seasonal depression damn bitch got hands fr","it sucks that i went through my â\u0080\u009cso depressed i cant get out of bedâ\u0080\u009d era in college because now im even more depressed but i just have Shit i have to Do","so cute! I love the cat sitting between Yagi's feet!","ok so idt I'll be able to ace my viva, but at least I'm very happy rn. I'll try to study, but I'M HAPPY RN. I'M NOT DEPRESSED ANYMORE","i feel so tired and drained and i just want to give up everything, i've never felt this way and it feels so lonely","Honestly ya, obviously I donâ\u0080\u0099t wish to be a depressed mental ill person but I want to be like him like him in sense of being strong because idk Iâ\u0080\u0099ve always felt weak so I always have that image of Batman fighting bane from origins and I just feel strong idk that sound preachy","I hate to be that person on Twitter, but ya boy is depressedâ\u0080¦â\u0080¦  https://t.co/qPD5f0ubNn","I  have no reason to live. I'm going to hurt someone .","I lose like 5-8 pounds every months because of my cycle ð\u009f\u0098©ð\u009f\u0098© I really hate it so much man &amp; I be maaad depressed for absolutely no reason","I hate MS. I so hate what it's taken from me. I want to run and swim and scuba dive and climb mountains again. Those were amazing anti depressants. I felt powerful in my body.   Then i remember that i have the \"not do bad\" version of MS and I end up just so utterly depressed.","*calls another friend*  Hey pinky   ð\u009f\u0098\u0088ð\u009f¤£  Um, ok. ð\u009f\u0098\u0092 Could you pick up booze on your way over?  ð\u009f\u0098\u0088 ohh sure, send the little guy  Well, blue was gonna do it, but I think he's depressed, was talking about crawling back to the voidâ\u0080¦   ð\u009f\u0098\u0088 Argh, I feel so USED","Iâ\u0080\u0099m emotionally and physically drained. Iâ\u0080\u0099m not as good as you thought so please stop giving me more job. I have my â\u0080\u0098actual jobâ\u0080\u0099 that I have to focus on","I have a midterm later tonight and I just feel so restless","Not quite the same but I was in the US for a month and a half recently, and when I came back to the UK I felt an immediate hit of depression, gloom, hate and dirt all around. Just like so many other people on here are saying, it just hits you and you wish you never had to be back","squid game... ever since i saw 67 on screen in the first damn episode i wanted to be UP in them guts SO. FUCKING. BAD.  my GOOOOOD what i would do to make her depressed tired looking ass even LOOK at me. SHE IS SO FUCKING FINE my G O D FUCK! im so FUCKING HORNY for 67","To be honest Iâ\u0080\u0099m very depressed, spending too much time here, feeling too tempted to tweet shameful things at 3am and am not getting any better, so probably for the best to take another break before I embarrass myself more than writing this already feels. Really tried! Bye","I really just wanna kill myself. End the fucking misery and depression. Just get it over with.","Ok so ive experienced depression/axniety to various degrees since I was in middle school. Ive also taken SSRIs for long periods. If I taper off the ssri, are you saying that if I am unable to function its due to the damage from the drug?","i just want the pain to stop. i want to be pain-free. all pain. i want to not be so fcking depressed. i want to not have to constantly worry abt putting out fires.  god i hope i donâ\u0080\u0099t need to be hospitalized.  i might have to up my ECT to twice a week at this rate.","Back to you-Idk it just makes me hella upset cuz Iâ\u0080\u0099ve been in toxic relationships and Iâ\u0080\u0099d message my exâ\u0080\u0099s shamefully apologising and saying Iâ\u0080\u0099d do anything for them, I was very depressed and had low self esteem so I felt the need to rely on others so yeahhh it gets deeper but ya","What about the frustration of workers who hate having their wage potential continually depressed by an incessant flow of illegal alien labor?  You're a white collar professional who isn't effected at all by illegal immigration.  Why not spend time with those who are?","Can someone recommend a movie for me to watch please. Iâ\u0080\u0099m not feeling well, Iâ\u0080\u0099m tired, Iâ\u0080\u0099m depressed and I just want to sit in the dark, watch something, and overeat.","I just woke up and already feeling depressed i hate this stupid feeling i hate me  https://t.co/f21AEHp6zz","So I bought more data thinking my airtel net has been exhausted!","One of my friends sent me a quote that said â\u0080\u009cempathy without boundaries is self destruction. you can fill up others cup but be sure not to empty your own.â\u0080\u009d the quote resonates with me so much right now. wild.","fucked up how just to make me depressed again you just gotta make me live with my mom. I was doing SO good at uni and I was finally getting out of my rut","So Instagram and Whatsapp is down since a couple of hours and suddenly my life has come to a halt.  PS-Thanks Twitter!! For being home to my restless fingers yearning to keep scrolling down.","yeah if i could not have my brain forcibly think abt that rotting flesh on ME whenever i see it itâ\u0080\u0099d be pretty rad  how do u just.. intern at a funeral home tho. that sounds so cool","me because my life is falling apart , iâ\u0080\u0099m pretty sure i have all Fâ\u0080\u0099s, havenâ\u0080\u0099t been to school in 3 weeks, canâ\u0080\u0099t see my nephew for his bday, depression is kicking my black ass,  my bank account is down bad, oh &amp; letâ\u0080\u0099s not forget abt my sister ð\u009f\u0098\u0094ð\u009f\u0092\u0094.   https://t.co/1OsmsO7ibx","I feel like I'm mentally drained. I feel like I just can't go on... I feel so tired and I've been crying at random times and place.","not me trying to finish my readings w tears pooling in my eyes &gt;&lt;   i'm so fucking exhausted, so drained, so demotivated","I wish I wasnâ\u0080\u0099t so fucking depressed Iâ\u0080\u0099m trying so hard and nothing is turning out the way it should","I went from being Almost 125 lbs to 109 lbs ð\u009f\u0098\u009e. that depression shit is no joke and i hate how my body looks now","I am tired to be always the nice guy  https://t.co/JoHJj2ri2G","I  want to die. so I'll just end it .","I was doing good for a while and that was awesome. But I can feel it slowly slipping away and depression curling back up inside of me and it hurts so badly","Honestly I think I've never been so depressed that I don't look forward to spoopy season and Halloween, but this time I don't feel anything and haven't even planned something ð\u009f\u0098ª","I believe in karma and it has been bad as hell. Iâ\u0080\u0099m not happy. Iâ\u0080\u0099m extremely depressed! My appetite has decreased and I donâ\u0080\u0099t find anything interesting anymore.","Nah bro I really be laughing hard at this shit ð\u009f¤£ð\u009f¤£ð\u009f¤£ð\u009f¤£ð\u009f¤£ YALL get so pressed over aN OPINION. Iâ\u0080\u0099m not obligated to like or even say anything good about Demon Slayer.","My god, this is soul crushing! I'm so depressed watching from the sidelines. If you do go, I pray the universe will find a way for your knowledge and wisdom to still benefit others who teach. Your voice has been so valuable to my own practice since I've found you on here. ð\u009f\u0092\u0094","I'm not depressed anymore so now I can finally delete this app","/ am depressed please give me hurt / comfort ð\u009f¤²","it really makes me feel like shit, she always refers to my depression as \"a tiny little bit\" of depression... why do u have to diminish it? i literally write suicide notes, i wanna hurt myself like i used to, i don't have the energy to clean my own room or take care of myself","Me being suicidal and depression means Iâ\u0080\u0099m already failing Allah as a Muslim, can this get any worse, I am better off as dead where I belong","wow thatâ\u0080\u0099s so smart ð\u009f\u0092\u009c become a psych major and have endless advice to not be depressed ð\u009f\u0098\u008c genius","i wish i can show how panic attack and depression feels like :( i feel tired all the time, battling voices inside my head. everyday just go through the same pain again and thinking about suicide all the time ð\u009f©¹","please they were looking at me as if i were a creep ð\u009f\u0098­ð\u009f\u0098­ð\u009f\u0098­  no wonder they're so stressed and depressed","Me neither. I don't show my legs often so it's going to be weird for a minute","i fucking hate being depressed can i literally just die already &gt;_&gt;","when I try to include them in things I donâ\u0080\u0099t know if thatâ\u0080\u0099s wrong of me, or if itâ\u0080\u0099s kind of like the equivalent to when Iâ\u0080\u0099m depressed and someone tells me to go for a walk or take a bath as a distraction, because I know that is unhelpful, so thatâ\u0080\u0099s what Iâ\u0080\u0099m trying to say I donâ\u0080\u0099t","it's okay ! so what I dislike about myself ... I'm very emotional and get offended easily and I lie a lot irl and maybe the fact that I'm depressed","I didn't ask you about Salah, so wtf??","been so depressed lately havent been able to make any music or nothing and im actually going insane a lil bit Life beating my ass","Helloo, good evening! Fun day for elsas today but not for me :(( I'm currently doing 10 exams rn and we have to pass it on friday already. I'm so drained and I haven't got proper sleeps since last week. Idk how I'll survive this system :((","ATTENTION  does anyone know where I can find a Frog And Toad book. I need one desperately  I used to take them out in the library when I was a wee little lad but I miss them and want the booksð\u009f\u0098\u0090 So if anyone knows where Tell með\u009f\u0094«","Dinner kind of blew up in my face but now I'm not only hungry but also depressed which means my body wants absolutely nothing so it's time to die","The way one funny dad of my patient gave us money for buying some ice creams because we look so exhaustedð\u009f\u0098\u0082ð\u009f¤\u009dð\u009f\u0098©ð\u009f\u0099\u008fð\u009f\u008f¼  https://t.co/VPsvYL1FHn","Getting myself to sleep with noise has been such a hard thing to do and now I feel like Iâ\u0080\u0099m regressing because every single noise keeps me up now. Like Iâ\u0080\u0099m constantly exhausted because I can hear every noise in this apartment building and itâ\u0080\u0099s so hard to sleep anyway.","I  want to die. I'm going to hurt someone .","this pic came on my timehop. great so 3 years ago i was depressed ha i still am but not as clearly  https://t.co/5VlVrxISBB","I had gotten depressed because the wild hybrids didn't seem to be breeding... but then I finally saw tiny ones in there, and the gallon tank also finally has a hundred tiny ones too so that makes me happy ð\u009f\u0098\u0081 The setup is kind of clunky but I think as good as it gets for now.  https://t.co/seR9K7pDbL","I wish my dad knew he was depressed so he could give himself a break from work and simply enjoy life, but this is the issue with the whole protestant work ethic, must be productive at all times nonsense","Yall mf be so with life when theres a fest going on, but around the time it ends is when mf wanna be depressed and suffer from mental illness and shit","I think Ginger was so depressed she just didn't know how to find enthusiasm. I'm sure she was proud of you. ð\u009f\u0092\u0094â\u009d¤","Just remembered I was so exhausted when I got off work this morningâ\u0080¦ legit tried to get into the shower with socks on.","Home from . Exhausted on zero sleep. But my cat is so happy to see me and I got 65th of 323 entrants which is probably my best showing at a tournament ever??? (After winning  of course)  Hope to continue to grow and prove myself at Mainstage and Genesis.  https://t.co/Vk664VTlWa","To go all this time without knowing the estrogen/ADHD link to then learn birth control helps only to (voluntarily) stop out of blood pressure/cancer risk concern seems cruel, no? I know there are other options, just SO FREAKING EXHAUSTED.","idk what would qualify as trans to her then, but she also once told me i \"cabt be depressed bc im not on meds\" so idk what kinda world she's living in","Gosh Sarah - so interesting to hear your experiences of today - thanks for blogging - I bet you are exhausted! Xx","Depression has befriended me, it May soon ditch me too.  \"Dead Man's optimism\"","yeah iâ\u0080\u0099m not into this hoe phase anymore , iâ\u0080\u0099m depressed and missing someone who doesnâ\u0080\u0099t miss me and i do stuff to do my best to forget about them which helps for a good minute and then it comes back and i end up being sad again so idk what kind of fucked up thing iâ\u0080\u0099m doing","Please help i am again in depression suicidal thoughts","Me !ð\u009f\u0098\u0085 I suffered ehn , but I was depressed so I didnâ\u0080\u0099t really care","OHHHH MY GOD I KNEW MY RECENT LUCK WAS GONNA HAVE ITS DRAWBACKS IM SO DEPRESSED WVERYONE IS LEVEL 12+ HOW DO I GET MORE CRYSTALS ð\u009f\u0098\u0093","no bc its hell i get to the point where i cry bc im so physically and emotionally exhausted but my body won't. fall. asleep.","|| sorry if my acc feels inactive lately ð\u009f\u0098\u0085 back in Uni so kinda more preoccupied. Will try to post more","Yeah. If I allow the bad stuff in life to dominate my thinking then I know for sure that Iâ\u0080\u0099m always going to be depressed and downâ\u0080\u0094I donâ\u0080\u0099t think I can live that way all my life. Thereâ\u0080\u0099s also a lot of beauty and joy out here so I choose to focus my attention on such thingsð\u009f\u0098\u008a","Love you, I am so drained with this lot running the country, We need you so honest, Please i have been a labour supporter for years and my family, I am now done with Labour we need you, You have it, x","Is it normal that she makes me so happy, but when Iâ\u0080\u0099m without her my happiness faded away.","I  have no reason to live. so I'll just end it .","Sunset is def that level of euphoric that makes you feel extra bleak if you're depressed. Sorry you're going through it, I have been too and have definitely had to be around other people in very bite sized chunks for it to be remotely tolerable","I'm a little depressed, so please wait for a while.","Really wish I get another shot at a  . So exhausted....from work, from life,from everything. Need a break.","IM SUPPOSED TO SHARE MY SCREEN AND SHOW MY WORK WITH MY GROUP BUT I HADNT DONE ANYTHING SO NOW ITS AWKWARD CUZ I LEFT","you could just be a horny dragon and let out some depressed comments or quotes every 5 mins or so? :0","I kinda wanna eat but everyone hates me ever again im a fuckign caged in between wishing myself dead for no reason but i","oh same iâ\u0080\u0099m so exhausted :â\u0080\u009d)  hereâ\u0080\u0099s mingi to cheer us up &lt;3  https://t.co/GDw4dU8hs1","well i was wearing my walls tshirt and she didnt say something about it so idk if shes a harrieð\u009f¥² but i mean shes fun and a good person so far plus my only friend here so its okay","Yeah middle school was hell, I had to put up with so much bullying and loneliness. I feel depressed just thinking back to it","Got so many things I want to do but am too slow. Gonna draw the different iteration of Nicole from how she started to now. Also gonna redraw Ms. P Bottoms origin in comic form. Sorry for being a depressed potato lately Iâ\u0080\u0099ll be better.","for 5 fucking years I have been dealing w different eds and I just am so exhausted","tw // depression, suicide  Honestly this is more that just a deep seated fear, this is straight up me probably having depression. I hate myself to for being ill and have thoughts of wanting to die multiple times already.","wait this is making me so depressed. theyre just kids here... theyre just little kids excited about shit... uhhhwhsuhwuhy","Bucs football makes me happy so that the Orlando Magic and Miami Marlins won't continue to make me a depressed bitch lmaoooo","EVERYONE on the bridge that night was drunk and mean to her. Most of them didnâ\u0080\u0099t listen. She was actually in a very unsafe situation. And she had been there for hours  She looks so exhausted. And I bet she didnâ\u0080\u0099t even have health insurance","It never fails to where im so depressed i dont wanna do my work and i have no motivation to just do it until its too late","I hope yâ\u0080\u0099all work it out cause the way she keep tweetin shit about you and her friend AS IF NO ONE ELSE SAW.. Itâ\u0080\u0099s obvious she dissatisfied with wellâ\u0080¦ almost her whole life by the looks of it. Damn. Iâ\u0080\u0099ve known depression and even Iâ\u0080\u0099m not as tragically ungrateful as her.","What is the worst day??      You can find your anti depression pills and sleeping pills so your anxiety shoots up and in addition you lost the person whom you loved most....and you are the adult member so you you can't cry wholeheartedly","theres no specified limit meaning my eyes keep darting around so far I'm a spooky skeleton zombie catgirl slenderman depressed and frankly it doesnt sound within my budget","im tired. im so fkn exhausted. im constantly scared. cant meet men's eyes which makes me feel like a coward bc i've already let them win in that little gesture. but i dont wanna meet their eyes bc their gaze is so empty and so cruel. i know what they think of women.","Why am I so depressed all of the time like no I donâ\u0080\u0099t want to cry right now but I feel like I gotta ð\u009f\u0098­ð\u009f\u0098­ð\u009f\u0098­","today was such a horrible day i feel so drained..ð\u009f\u0098\u009e","I feel like a failure in life. I'm exhausted, stressed, and depressed and I know my mental health is in a bad way but there's nothing I can really do about it because I can't simply take off work because that would leave the rescue extremely shorthanded (I take care of the cats","Can't wait for the future so much so it makes me depressed I do t have it now","my entire body hurts, i love dancing SO much. at the end of night two, during rezz, we were all completely exhausted. my friends were all sitting but i kept getting up cause i HAD to dance even though i was dead on my feet. music keeps me alive ð\u009f\u0098©","I am just so tired and drained... need to recharge or something..","I've lived with    for years after multiple traumatic experiences that almost ended my life or caused . Depression isn't just a word; it's a painful experience of living, fighting, struggling, praying. There's hope.    https://t.co/mlh0Ln8QBn","Omg I get so exhausted at work I think Iâ\u0080\u0099m gonna turn into a coffee drinker ð\u009f\u0098µâ\u0080\u008dð\u009f\u0092«","At the same time I don't want to let them know they were right and I'm a failure in everything I try to do to gain some money. I can't find a job and everyday I keep on losing my smell sense more and more, my anxiety and depression have been on the clouds for months (+)","Itâ\u0080\u0099s a weird yet welcome feeling where you go from not caring what happens as youâ\u0080\u0099re so depressed to reaching a point in life where youâ\u0080\u0099re so happy and donâ\u0080\u0099t want it to end. Please if youâ\u0080\u0099re ever worried about something medically, seek medical attention. Be safe out there ð\u009f\u0092\u009c","my account is hacked I reported the issue to customer service but Iâ\u0080\u0099m suffering from anxiety and depression since the hacker stole my account I have all my information  please help assist me further","Don't worry Sinha,,,,ager jei pic ase oitai daw ,,,u r  so preety u know that ,,just do it bub","Iâ\u0080\u0099m so stuck in a lifeless depression and i have no freaking clue how to pull myself out of itð\u009f\u0098­","But when Jesy Nelson pays homage to diddy, &amp; talks about how black culture inspired her in interviews sheâ\u0080\u0099s the problem? Because for years Iâ\u0080\u0099ve been sick &amp; tired of yt celebrities stealing culture &amp; claiming it as theirs.","Wow Iâ\u0080\u0099m so exhausted. I should sleep!  Brain: how about ANXIETY and the feelings of LONELINESS and INADEQUACY instead?","\"I just want to play one game of valorant so I can go to bed depressed\"","No one:  Absolutely no one:   My depressed ass: Urgh,Â life is pointless, nothing matters and Iâ\u0080\u0099m always tired. Also, I canâ\u0080\u0099t sleep, Iâ\u0080\u0099m overeating and none of my old hobbies interest me.  https://t.co/2fMdaN9BxE","bruh iâ\u0080\u0099m so depressed if any of my IRLs see this i am in fact crying for help rn please reach out","Defiance of the circumstances of my lifelong depression.  Defiance of the ideation I suffer from daily.  Defiance of my own self-destruction.  A promise I made I will never break.  Some days aren't the easiest. But it's good to have a reminder of that which I carry within myself.","I adore Aldean: Restless. The Truth. Flyover States. But he's on the correct (er, uh, right?) side + male so he'll suffer not.   Centrist &amp; Lefty politics are remanded to the  https://t.co/i3Rn7GKS3p sidelines (notice Tim McGraw, et al, keep schtum?)  Anyway, VIVA CHICKS â\u009c\u008að\u009f\u008f½ð\u009f\u0087ºð\u009f\u0087¸  3/3  https://t.co/GJSZsz0D3W","there is always hope. as someone who has suffered from depression and now found happiness, i swear to you that agony ends and there is joy and peace. there is.","Horny so I'll play genshin to make me depressed and the horny go away","i get depressed ion eat ireally don't be having appetite ð\u009f\u0098© i hate i suffer with depression","Oh no, the depression and feeling like I'm a failure and alone kicking in tonight.  You love to see it ð\u009f\u0099\u0083","because i am having post-trend depression ð\u009f¥²ð\u009f¤£ð\u009f¤£ let me look back and enjoy in peace ð\u009f\u0098©ð\u009f\u0098­","I spent like $7k on my old classroom out of guilt. Iâ\u0080\u0099m so depressed over everything.","\"What's super tragic is Facebook's own research says, as these young women begin to consume this- this eating disorder content, they get more and more depressed. It actually makes them use the app more. And so, they end up in this feedback cycle where they hate their bodies more\"","I started my first tweet with â\u0080\u009cmoney is greatâ\u0080\u009d so no, having money is not greed. Having enough &amp; chasing more expecting it to resolve all your problems inc mental &amp; emotional, is naive. Change your perspective &amp; look to spirituality before you too are left confused &amp; depressed.","I donâ\u0080\u0099t know how people do things outside of work or on the weekends. Iâ\u0080\u0099m so exhausted and all I wanna is lay in my bed wrapped up like a burrito. Also feel like since 2020 happened nothing seems as enjoyable as it should be.","Depression comes in waves, and honestly itâ\u0080\u0099s so annoying. My life is great, my daughter is healthy &amp; happy. I have a great job. And still Iâ\u0080\u0099m depressed &amp; feel so alone. ð\u009f¥²","Me: I need my sleep study results  Them: you don't have apnea!  Me: that's it? That's all you study?  Them: uhh you don't have restless legs!  Me: so glad I spent money on this ð\u009f\u0099\u0084","I'm gonna be so depressed once homecha comes to an end. At least until jonghyun's drama finally airs","|| I know, I know. It's really hard. Just stay positive and patient. If you don't, you'll just be depressed. And I can't afford to be depressed any more sad than I have been lately. So I'm gonna need you to be strong through this too. We got this.","So here is me . Being depressed cuz my butterflys ain't good enough.","People are already f..ing stressed, depressed,just come out long lockdown, chasing for petrol,shortages of food, inflation and so on.. and these bunch idiots so called  adding more stress to us ordinary people who just try to go back to our normal lives!!","so depressed I just laugh at myself for 3 meals a day","is there someone who found a bright side of bo ending please write them to me so i can try and see the other side since i am still depressed     Ã§Å\u009eaÅ\u009fmaz","Genuinely so depressed being stuck in my room all day. Having to ask for meals like a little Victorian child. I canâ\u0080\u0099t even concentrate on games or shows for more than an hour without getting woozy.","Wtf I used to be so much more funny back then why did I get so depressed","I feel this 100% bro! Almost 7 years and I'm still trying to repair the damage mine caused. There were so many things that she capitalized on, my addiction, my depression, my suicide attempts, and my biggest fear being alone. She ironically brought that fear to fruition.","i'm depressed and i have blue hair so i guess i'll go as sadness from inside out this halloween   https://t.co/9yGvft5pNk","Cool so I just had one of the most fun weekends of my life and now I'm just expected to go back to mundane life where I go to school and work everyday until I can afford it again no wonder everyone is depressed","I just feel like the graphics donâ\u0080\u0099t look like a PS5 game. Maybe itâ\u0080\u0099s because last gen is still holding us back? I really donâ\u0080\u0099t know but i had high hopes for it, Ubisoft games almost always go on sale a month after release anyways so Iâ\u0080\u0099ll get it for $30 in November ð\u009f\u0098\u0082","You guys put my depression on such a extreme level that now I really do care of myself...I really care of death...I really don't care of suffering..I just wanna make you guys regret that's all....you guys are that one who make me a devil..congrats to everyone...I losed  myself ð\u009f\u0091\u008f  https://t.co/m3ebjfpwd1","They must be so exhausted from all the leaps they seem to make","Her: I like a guy who has a great sense of humor.   Me: So you like â\u0080\u0098em traumatized and depressed? Good to know.","You ever get lectured on how much of a loser you are because you have fibromyalgia and in pain 24/7 and can barely stand let alone walk? Nice I needed to be more depressed.","I was depressed after bus journey to Darjeeling as we had to go through Siliguri. It felt as if we were in sub Saharan Africa and the abject poverty was so inhuman.","i hate those tears.. i hate those human feelings..i hate being weak.. i hate depression.. i hate myself so much","I canâ\u0080\u0099t survive this week with this much anxiety i feel so restless","the audacity to body shame me without knowing I am suffering from that fucking depression, anxiety and fucking pressure.","â\u0099\u0090ï¸\u008f your person is so saddened and depressed. They see you focused on you and ð\u009f\u0092°ð\u009f\u0092°. I see them coming back around to try again they may wanna steal your energy â\u009d\u008c this person is theif. Libra | Earth|Water placements.","My artist has a bunch more concept pieces for horror pokemon and such so we're gonna just do it all there","I need to find a sleep remedy because I cannot sleep through the night for the life of me ð\u009f\u0098­ð\u009f\u0098­ Iâ\u0080\u0099m so exhausted","So damn tired of this current life cycle. People used to call me nicknames like â\u0080\u0098Happyâ\u0080\u0099 and â\u0080\u0098Smileyâ\u0080\u0099. My optimism has drained and the gauge is on E. Yet I still hold space for making life rock again, i just need signs of hope. Oof the scales of this Libra are getting work!  https://t.co/Mn2jRVCbX4","Iâ\u0080\u0099m exhausted. These dreams waking me up every damn night have got to chill. Iâ\u0080\u0099m so tired and mentally drained","fckin love. depression kicking in and knocking me tf out i hate it here","I CANT STAND WHEN PEOPLE THINK DEPRESSION IS AN EVERY SINGLE SECOND KIND OF THING LIKE NO BRO THIS SHIT HITS ME RANDOMLY AND I HATE IT","Clinical depression and anxiety tell me that I am the problem and that I am the one causing the people around me to hurt. They tell me that Iâ\u0080\u0099m about to drop all the balls and make a mess of everything.","Twitter nada back then was so depressed. I still am lmao","Just to tell you, Ugandans are depressed because of how the NRM government is managing them(cheating them of their monies, opportunities, livelihoods-imagine they're soon taxing the air we breathe) so they resort to things which make them oblivious of reality; boozing, partying,.","6/ My last family was my mom who died of covid last year. I had to have a GoFundMe just to have her cremated.  Sorry for falling apart. I'm just exhausted, depressed and scared. I'm trying to learn to be more real, more personable on here","I try to die everyday. Whether it is physically, mentally, spiritually, or emotionally. Self-destruction is the only way for me to grow. When I kill off every aspect of myself become something else entirely different. Death is nothing to be feared but embraced wholly.","Robynâ\u0080\u0099s so depressed but she has time to continue petty drama with Wendy ð\u009f\u0099\u0084   https://t.co/D2YITAX5kT","I always believed that everyone in this world was far nicer and smarter than me.That no matter how unlikeable they seemed to be,they still had a good conscience and had justifiable circumstances for acting the way they did.Thats why I hated myself for being so timid and depressed","The movie trailer for the 2015 Annie, because I was so deeply stressed and depressed I could not believe that the sun would come out tomorrow. Most of my big movie cries have more to do with internal life stuff than what is on the screen.","Alright! Thank you so much. Btw, your art is absolutely amazing. I love it so muchh :&gt;","I was happy last week . Now Iâ\u0080\u0099m so depressed I could cry my eyes out .","Update: My depression is railing me. No stream tonight. Tomorrow will be dead by daylight instead. I'm so sorry. I'm just-- really having a hard time today. It's my own fault for letting certain situations effect me, but I am trying my hardest to be my best for you all.","I think itâ\u0080\u0099s her music style. It doesnâ\u0080\u0099t connect with a lot of the culture. Itâ\u0080\u0099s not the typical â\u0080\u009cIâ\u0080\u0099m so depressed crybaby Mary J Bligeâ\u0080\u009d, or, the â\u0080\u009cpussy, money, weed, etcâ\u0080\u009d type of music.","im tired of committing to someone then at the end suicide gusto mong i commiit","My arm is so sore and Iâ\u0080\u0099m exhausted!!!!","So here we are. Hit me.  What kind of Twitter account am I to you?   1: Toxic, mean, problematic 2: Soft, shy, beautiful 3: Kind, inviting, love talking to you 4: Intimidating, always on timeline, scared to dm 5: Depressed, introvert, full of attitude 6: Serious, deep, honest","I know right. In the summer I canâ\u0080\u0099t sleep without a fan blowing directly on me ð\u009f\u0098\u0082 which is fine bc Iâ\u0080\u0099m normally out until the sun goes down and exhausted and hot. Without winter hibernations I would totally burn myself out. I think thatâ\u0080\u0099s why hot climate areas are so laid back.","Just because I'm A believer doesn't mean I wear Rose colored glasses I know that this world sometimes can be populated with ignorant asses but there's one thing of that I'm sure God will give me the strength to endure and he can do the same for you so don't let evil depress you","I don't tend to talk about what my family do for a living but my brother has previously come home from shooting where he's worked as crew so exhausted and injured that it manifested into physical disability. This strike is very good.","Times I wonâ\u0080\u0099t even spend $3 on something I want? God Iâ\u0080\u0099m so exhausted all the time. I want to write and tweet. But most of the time when I think of something to tweet, my brain will just kinda chuck the idea down my brain hole and itâ\u0080\u0099ll be lost forever before","tw // depression, er  My doctor gave me suicide hotline to use if ever needed, and told me other things. Told me the worst scenario probably could happen is me going to the er, but at most extenstive therapy is going to needed and maybe medicine.","bro i straight up can not even fucking function at a basic level because i am so depressed. there's no way out of this.","It took me a lot not to fucking swing and I wanted to so bad","Truck then BOOM I became depressed and they became the living embodiment of Pinterest and I wish I was exaggerating but no like it's not just whats trendy or pick me girls it literally like I csnt and it hurts SO bad but ffs I envy them so much aswell like I couldve been with","When youâ\u0080\u0099re in business, you work 24/7. So exhausted, I had just finished going through all the records and accounting all production costs for my previous custom projects, hoping to come up with ways to lower costs, or strike a better deal with suppliers.","looking back on my old hit tweets and seeing all of the nice responses makes me so happy","I got a few more episodes lol Iâ\u0080\u0099m so emotionally drained already ð\u009f\u0098\u0082","Iâ\u0080\u0099m exhausted lol! My British Superbikes season has now come to a closeâ\u0080¦ so itâ\u0080\u0099s now time to get fit again. 5k tonight so not a bad start.  Iâ\u0080\u0099m doing â\u0080\u0098couch to 10kâ\u0080\u0099 this week. So Iâ\u0080\u0099ve not ran in a while and Iâ\u0080\u0099m taking part in a 10k on Sunday.","Ways I know God loves me and is looking out: 1. Tori Kelly and Jon Batiste made a song together called Sing. 2. I was exhausted but now I have so much energy.","Sunday morning brings the dawning It's just a restless feeling by my side Early dawning, Sunday morning It's just the wasted years so close behind  from The Velvet Underground, Sunday Morning","college b having me so exhausted. if ian in class, 9/10 im sleep","Why am I feeling so depressed over the fact that I'm ill and I no longer have a mummy to look after me","i am mentally drained i think so much i thought maybe writing would be my coping mechanism for the next few months but its starting to become stress mechanism","I'm ready for this week to be over so I can be on fall break. I'm just frustrated with so many things myself included and I'm exhausted and I need a break. ð\u009f\u0098«  https://t.co/8EifYVjP8b","Whatsapp has been off for something around 3 hours, I'm depressed, life has never been so dark and as it is now and I'm just about to eat grass and end this suffer that is the world without whatsapp","My tee is wrinkled but the irony is that I'm so depressed (8)","i hate my depressed ass for this oh God","Trying so hard to be okay these days but how can u even feel okay when depression settle in like this? ð\u009f\u0098\u0093I hate how it just makes me feel this empty"," No. More of a \"You probably shouldn't eat that, but here I bought you some alcohol\" when I was 14, and at normal weight. \"Stop trying to get attention\", when I was 15, self harming, with undiagnosed anxiety and depression.  Even today she tells me I need to eat  less. I hate her.","So youâ\u0080\u0099re telling me this wasnâ\u0080\u0099t offsides but  was offsides?","the only sucky thing about working w my bf is that we do the same thing here so our schedules are the complete opposite of each otherâ\u0080\u0099s and we donâ\u0080\u0099t have a day off together iâ\u0080\u0099m depressed","I feel so fucking dumb at my job it's insane.  I went from being really depressed about it last week to now I can't stop laughing about it.","Depressed,drained and want a relationship (or more so get spoiled and be loved by someone that i deserve)","In my view, in those countries with low vaccination rates, it could be worse than last year because the political appetite to implement measures that depress R to below 1 appears to be minimal.","\"After that 7 overtime game, we were so exhausted the next game. It took two weeks to recover from this.â\u0080\u009d -   https://t.co/cJyY6KHbon","being unemployed and not completely depressed is wonderful. i am getting my life together so i can get back out there and instead of moping around and feeling guilty and ashamed.","I'm still depressed in the PSG game, so now I'm watching a video of the past Messi and Sergio Ramos battlesð\u009f\u0091\u0080 If you think that these two are teammates now, you will feel hope and energyð\u009f\u0098\u008a","I get so depressed when thing become monotonous &amp; life is becoming REAL monotonous lately. ð\u009f\u0098\u0090"," Seven is a lot of fun Characterwise but the plot leaves something to be desired imo, so I'm having fun watching it but it's certainly no tuc1 for me. Tuc2 was my \"god i am Exhausted I'm taking a break\" season, but i keep saying I'm gonna get back into it eventually.....","I need some type of energy right now, I feel so exhausted","Oh you donâ\u0080\u0099t say so? I literally lost yesterday cause mfs kept spamming nades while my ult wasnâ\u0080\u0099t doing jack sh*t. At this point I just want titanfall 3 I donâ\u0080\u0099t know what the future for this broken a** game would be like","Wow! Facebook has nothing to do with making 15 yr old girls feel insecure and depressed? W I guess you never read anything about psychology ever. What a waste of a brain that would make people believe this logic. So next time a 15 yr old cuts, tell her it's her fault!","Just connected to a fake Solana NFT project's website and it instantly drained my wallet and lost all of my Solana. Luckily I connected my minting wallet so it did not drain my main funds. This is just another reminder to make a minting wallet","Seeing Willow tonight while being the most depressed I have been in a while is either gonna cure it so fast or just send me even deeper into it. No inbetween","Look  like I said Iâ\u0080\u0099m tired, if you want to hate on EmmaRose go ahead, but just put yourself in that situation where you love someone and constantly see them being insulted for something that wasnâ\u0080\u0099t a big deal to you, its stuff like this that makes celebs depressed","(+) i had to walk so i am exhausted when i get home a few hours later my mum calls me like super panicked asking where i am because somethingâ\u0080\u0099s happened to my brother my dad starts yelling and i have no idea what happened turns out his gf had a seizure in a park (+)","Small 'me' update:   My depression is still bad. It hasn't really improved over the last 12 months for obvious reasons. I don't like admitting this as it's something I experience as a failure.   I can't just 'take a break' either because I can't survive that financially.","well... i am depressed and stupid so... i probably will","if i had straight flat hair i would be so depressed i would cry everytime i look in the mirror","could be? cats usually get depressed easily kalau takde other cats nearby to play with or kalau owner tak selalu main. so they end up getting depressed pastu tidur sepanjang hari. either that or dah tua. and aww ilyt","I work so hard and itâ\u0080\u0099s still not enough I am exhausted mentally and physically ð\u009f¥º","Bro I just slept like a bear Ong, I slept all night and am barely waking up. I feel so rejuvenated in energy fr. I was so exhausted over the weekend","ã\u0085¤                     ã\u0085¤à©\u0088 ã\u0080\u0081 #â\u0083\u009fQylaYeppo  ã\u0080\u0081à©\u0088  the writer &amp;amp; pd are really making their relationship THIS hard for no reason like they literally made them became from all chill and lovely into all sad and depressed i'm-  it's just so out of character for both of them","I'll take this for now ð\u009f\u0098\u008að\u009f\u0098­ð\u009f\u0098­ð\u009f¥º Heaven knows I have been restless and refreshing different pages on IG just so I could see  &amp; ... Forget it I have never loved faves like       https://t.co/iQfEKt1K7U","I'm honestly so alone rn, there's barely anyone I can talk to because they are all too exhausted, too connected to the family or uncomfortable with talking about system shit -_-","I used to get so depressed without friends but SHIT Iâ\u0080\u0099m actually enjoying my life itâ\u0080\u0099s so peaceful","i'm rly sorry to all the ppl who follow me n have to see me constantly so depressed n stuff.. i just thought about it n i feel rly bad now..","I feel extremely alone and depressed and am thinking about suicide. If you feel the same, retweet.","No one cares that I have depression. I have it for over 6 or more years now and I'm not doing better, it's only becoming worse and worse. My failed suicide attempts will always be on my mind. I wish I could know how not having depression feels like.","I put the playlist I did when i was depressed as hell and it brings me a really bittersweet nostalgic vibes, I remember the pain, the things i had to let go, the long sleepless nights.. but it doesn't hurt that bad anymore so I think that's good, I did this playlist for healing","I was SO READY to draw last night! After weeks of not being able to... I was READY! Then, of course, as I get my laptop set up.... The fuckin thing crashes! It was like a divine sign saying \"fick you, but no\". I was horribly depressed afterwards. I gave up.  ","Eh. Just extremely emotional and exhausted from it all. On top of that my back is in so much pain I could throw up. ð\u009f\u0099\u0083","Ion feel bad for you tbh... You got money .. go to therapy getcho ass out the lime light and recover yo mental.. ain't nobody feeling sorry or bad for my ass being deathly depressed for years .. I kill myself ain't a soul finna bat an eye but you Kodak so I'm supposed to feel bad","My ex legit asked me if I was pretending to be as depressed as I was when my grandparents were serious with covid, the bar is SO SO SO low and yet men somehow still manage to limbo under it lmfao bye","Yeah I know ,,, so aaj tkhe tmi amr bby grul r ami tmr 2 takar daddyð\u009f\u0098\u009a","i always get so depressed and suicidal after hanging out with my friends","my legs are so restless kapag nag-seself review wtf","Man Iâ\u0080\u0099m so exhausted I been feeling horrible I want to not be a burden on anyone I want people to be happy when they see me I want people to love me I want to feel loved! and all I feel is empty, hated and cold I want to feel like a respected human but instead Iâ\u0080\u0099m just a failure","Awwww, these two together make me so happy.  Look at Bobâ\u0080\u0099s stretchy legs ð\u009f\u0098\u008d","my aunt seems so depressed lately she looks genuinely upset every day nd I hope she's okay wtf","+ that i wasted my time and how those people in unknown world drained my energy so fucking much. i was exhausted w my sq and u gave me silent treatment, what a perfect combo we got over here. i left.","Twice. Worse feeling than kidney failure! And then six weeks later, you have a sort of just as painful (but not as bad) relapse. I got so depressed and sick I nearly slit my wrists! I will IRRATIONALLY ******** ANYONE who says itâ\u0080\u0099s just like a normal cold! &gt;:(","I don't even goddamn know anymore, I think I'm just fully falling out of following it and I think most of it is because of laziness and depression taking over me and ruining my interests and i think it's finally starting to win, but I fucking hate it.","But they like making fun of my anxiety and depression so I canâ\u0080\u0099t focus on anything and it makes me hate myself more","idk I must be tired I feel bad about myself","I hate when Iâ\u0080\u0099m depressed and somebody ask me who hurt me? Cuz then when I say MATT they feel awkward. Bitch you know who hurt me gtfo my line with that shit ð\u009f\u0098\u0092","Genuinely wondering if this depression will ever go away, I think this is the longest period of time Iâ\u0080\u0099ve been depressed with no break. Itâ\u0080\u0099s starting to feel really hopeless","But I want to go see it so badlyâ\u0080¦.Iâ\u0080\u0099m depressed. I want to dieâ\u0080¦","seasonal depression. unfulfilling job. dead dog. miss my best friends. covid still scares me. AND ANNNNNND my favorite restaurant near my job is CLOSING","i need distaction so shes/her: -999999999999999/10 i will actually end you they make me they/them: 10/10 awesomeeeee just overused he/him/ 29203/10 ive been liking these a lot recently","Gonna do a speech on why kids nowadays are so fucking depressed, wish me luck","Pretending my mental health is okay has become so exhausting. I just want to be happy, man.","if you get bored , you sleep , if you sleep , you miss out on everything , if you miss out on everything , u cry , if u cry , u ruin ur mental health , if you ruin ur mental health , u become depressed , if you become depressed , you DIE   SO DONT BE LAZY ð\u009f¤¬ð\u009f¤¬","Literally wasted a day sleeping.  Why do I feel so exhausted ð\u009f\u0098©","Perfect n timely action by yogi ji..ð\u009f\u0091\u008d politics tourism failed..they r so restless cnt even wait for investigation jst hearing riots in UP start packing thr bags.. frustrated opposition desperate to b in power..ð\u009f\u0099\u008fð\u009f\u0098¡","Bruh I havenâ\u0080\u0099t been this sad / depressed in so damn long ð\u009f\u0098\u0092 I want this feeling to go away ð\u009f\u0098\u0094 literally hate it so much","Like now I have to buy a new pair and Iâ\u0080\u0099m depressed because I hate spending my money on myself","I have never seen this kind of bitter, restless and unfulfilled winners before.  Instead of celebrating their win, they are jumping from place to place to see housemates that are not smiling bikonu  That's why I  love patriotsâ\u009d¤ the way we are celebrating pere is so adorable ð\u009f\u0098\u008d  https://t.co/nXtNiI8xbW","So  you should run along. Anyone reading this is either laughing at you or depressed anyone can be this uneducated and dumb. Or would you like to share some more memes with us showing you have no clue wtf you're talking about ð\u009f\u0098\u0082ð\u009f\u0098\u0082ð\u009f\u0098\u0082","I don't think there's something more beautiful &amp; powerful than the piano version of DLIBYH. I can't stop listening to it. And thanks to him i want to play piano again, while i was stuck since 8y bc of a personal sadness/trauma. He's my therapy i'm not joking. Thank you Sunshine.  https://t.co/wiWlkTQUue","As a parent whoâ\u0080\u0099s daughters was born with Gastroschisis. The trauma, anxiety, sadness and fear is overwhelming. If I had to then find out my childâ\u0080\u0099s privacy was violated and her condition mocked. Iâ\u0080\u0099m head hunting.","how the fuck is it even possible to not be depressed in this day and age everything is just so sad and it's like living in a state of constant emotional misery not to be like woe is me, I'm very thankful for what I have materially. But emotionally/ mentally I feel at such a loss.","im so sorry for being a bummer on here and im really sorry to the people i havent messaged back :( ive just been busy and exhausted....","I respect narrative pushing and slander but boy yall so shameless on here with that shit. That shit be blowing me","Iâ\u0080\u0099ve just been feeling so fucking drained and unmotivatedâ\u0080¦ I donâ\u0080\u0099t like that","My friends in were all so depressed in their twenties in London that when one of us went to Brixton Sainsburyâ\u0080\u0099s to buy the dvd of this film on the day of its release, no-one raised an eyebrow.","I was on my 2nd year of my masters degreeâ\u0080¦now Iâ\u0080\u0099m a depressed person at home.","Best so far ð\u009f¤¦â\u0080\u008dâ\u0099\u0082ï¸\u008f, I dont know if you forgot but that was his 9th game as a starter.","In 2021 Iâ\u0080\u0099ve felt frustrated, disappointed of myself, angry, defeated, not capable, hopeless. For the 1st time I had to seek professional help, because pushing through &amp; coaching myself was not enough. 1/3  https://t.co/MXQTQc902z","even youtube knows that i am depressed. dear internet, I hate that you know me so well.","Iâ\u0080\u0099m so bored and depressed being a United fan.. Simply the worst experience in football. Wish I supported someone else.","This is scary. My wife had long COVID B4 the vaccine was available. She has nerve damage N her feet makeN it almost impossible 4 her 2 walk but 50 ft B4 horrific pain takes over. Itâ\u0080\u0099s rendered her depressed and miserable. She has gained weight and Iâ\u0080\u0099m","They ruined his character for me tbh I used to love him and complexity but now all I see is the dark edgy depressed criminal his fans shove down my throat","the way my depression gets so much worse on rainy days, i hate this","Ok, let me get this straight. Emo is not when u cut yourself or feel like u wanna die or when ur depressed because that's life like that. Stop calling us that. Emo is just like when u call yourself Softy or Girly. We are not different from u. So stop taking EMO as a bad thing...","No but hopefully these treatments help keep unvaccinated people out of the hospitals so hospitals can get back to treating everyone without crisis standards implemented. And hopefully this can bring some relief to our healthcare workers that are exhausted.","I hate that I get these random waves of depression. Cus when mfs ask me whatâ\u0080\u0099s wrong I canâ\u0080\u0099t even explain. I just donâ\u0080\u0099t be wanting to be bothered","Imma just cry a bit more because Iâ\u0080\u0099m frustrated and upset.","im so depressed and unhappy that it goes full circle and i think its kinda funny","Fr this shit has me so depressed and I want to watch but I donâ\u0080\u0099t want to break my own heart","iâ\u0080\u0099m so depressed that happy people make me irate.","I hate having a really good day and then the next day u feel depressed because you had so much fun and the next day doesnâ\u0080\u0099t match the same energy:(","Girl just texted me saying that her Grandma said sheâ\u0080\u0099s feeling depressed. Then I said â\u0080\u009cohhh Iâ\u0080\u0099m so sorryâ\u0080\u009dâ\u0080¦. Then she caught an attitude ð\u009f\u0098\u0090 Bitch wtf you want me to say? F you and your grandma ð\u009f\u0098\u0082","okey but im so happy :) i missed wilbur and since im so drained with school and i don't have any energy to watch streams, i know his streams will make me happier","Yep had my cortisone injections in my knees today so once the local anesthetic has fully worn off I will know if it worked. Long needle though and more than a sharp scratch, about 100 ml of fluid drained out, hope you not squeamish or eating ð\u009f\u0098\u0098","Exactly that! ð\u009f\u0091\u008fð\u009f\u008f½ð\u009f\u0091\u008fð\u009f\u008f½ So depressed after watching the City v L'pool game earlier. It was so good to watch...ð\u009f\u0098­","I have been so drained the past few days and I don't know why  https://t.co/bQDK0fdsDu","I am so exhausted and also sick (as always) and I can see the doctor on friday but until then I have to walk around with weird swollen lumps on the inside of my throat and holes full of weird white shit on them and it hurts and I can't get enough sleep -","I wouldâ\u0080\u0099ve talked so crazy to this nigga wouldâ\u0080\u0099ve been 10 pounds down and depressed for weeks.","vocational Teachers are scattered around various districts without any money. And there are room rents, food expenses and after that send money home to family(especially married ones).The depression most Vt faces... And OSEPA is chilling..","I was suffering from depression and growing up my family didn't believe or give important about mental health. (Despite my siblings suffering from anxiety and stuff) so I was ashamed that I was feeling this way and just let life fuck me like a slut until I couldn't take it-","I hate when I start to feel my depression kick in ð\u009f\u0098\u0092","I feel like everybody is posting the last saved picture of AN IDOL lol so hereâ\u0080\u0099s jeongie  https://t.co/ZFiaiymYA4","Itâ\u0080\u0099s not great.  Iâ\u0080\u0099m worried for my friend who is saying some worrying things and is battling some pretty severe depression.","Depressed and worried hai to uss chiz ki medicines lo.. why even making fun of things like depression","Sex education ironically makes me depressed about how thereâ\u0080\u0099s such a lack of sex education in so many peopleâ\u0080\u0099s lives","no im starting lectures on wednesday but today we had to participate in a game and it was about visiting special places set all over the city and taking pics and tagging ig of our uni and it took us 4h i think to get to all of the places and im so so exhausted, i made 15km today","Hahahaha you are so depressed to search for anything you can say against me and then you decide to take my writing for a reason that I took a L hahahahaha oh man ð\u009f\u0098\u0082 my W gets bigger and bigger ð\u009f\u0098\u0082ð\u009f\u0098\u0082 and you call me 10 years old ð\u009f\u0098\u0082  https://t.co/Jyg97tt12v","i would hate to be the child of a motivational speaker. imagine you go to your ppl bc you depressed and they start talking bout the 3 Râ\u0080\u0099s for having a good life. man iâ\u0080\u0099d flip allat shit over.","I'm a little depressed. One of my cats may have cancer and need to be put down so...  No stream today.","How can housemates be so calm about the fact that one of their \"depressed\" housemate has locked himself in the room for hours and is not responding to their calls? Was SSR staying with psychopaths?      SSR HAS RIGHT TO GET JUSTICE","being funny, pretty, intelligent, wise, and 2 sexy for this shirt is just so hard. I am exhausted!!!","Literally. And I didnâ\u0080\u0099t sleep with the guy so by definition not a mudshark. These people are just democrats in disguise who love twisting everything because theyâ\u0080\u0099re bored and depressed","It's in my recommendations so often I might watch it and I ain't depressed","FDR freaking sell out. Wow. I knew he was a sellout. I always knew. He wasnâ\u0080\u0099t the greatest president because he ended the Great Depression. Heâ\u0080\u0099s a loser because he sold America out. It had to be a Democrat to sell us out as the same libertines sold out Jhesus and executed Jhesus","you'd think they have people on file already. Finally got a therapist after a friend helped me do the bulk of research, decision-making, and reaching out. Being depressed/anxious + untreated trauma + unknown ADHD means w/o my friend I probs wouldn't have gotten help","Soâ\u0080¦ I promised a Caturday picture of Rocky. Then I forgot. Well, not so much â\u0080\u009cforgotâ\u0080\u009d - Iâ\u0080\u0099ve just been in a funk. Not depressed, just in a funk.    Hopefully snap a couple cute pics of Rocky &amp; Maggie (our 3 yr old chocolate Lab) tomorrow. Not that anyone follows me anyway ð\u009f¤·ð\u009f\u008f»â\u0080\u008dâ\u0099\u0080ï¸\u008f","It's really bad by your flipkart team.  Now I'm facing loss of 10,000 due to your bad service really disappointed ð\u009f\u0098¥, I'm regular customer of flipkart.  Your technician make me fool. Your service make me fool.Â   Now, really bad  I suffering for depression due to you","I hate the fact that people think just cuz they show their depression one way that itâ\u0080\u0099s worse or more real than high functioning depressed people","8. But As You Grew And Learned And Observed, You Had Many Questions.  You Did Not Dare Ask Parents Or Teachers Of Religion.  This Would Bring Shame And Discord.  So You Stayed In The Matrix And You Became More Mixed Up.  You Were Not Happy.  Maybe You Were Even Depressed.","so he's growing and actually funny in person which is quite a surprised since he's been a shy and quiet boy since forever lmao. his uenoyama in given is mainly depressed but he got some funny facial expressions there that i can actually see in akkun ð\u009f\u0098\u0082","Iâ\u0080\u0099ve been trying to think of a way to describe how I felt, and mostly I just feel tired, and sore, and broken, and itâ\u0080\u0099s gonna take time to scrape myself back together again.","iâ\u0080\u0099m already so mentally drained and working graveyard makes me overthink more idk how some of yâ\u0080\u0099all do it ð\u009f\u0098­","I remember when I moved into my apartment in Starrett City, I went out partying the night before the cable man was coming to install my service. I was SO EXHAUSTED I fell asleep with him there. God is good, because he did his job and woke me up before he left. TBCâ\u0080¦","Stunning work, Bill!  I can still remember how depressed and disappointed my mom was in 1980... if Carter had won a second term, instead of the B movie actor/salesman/conman, many of today's problems wouldn't be nearly so bad...","I think it was in high school... I met him at school, and we started talking... But whenever I looked in his eyes... I felt really restless... I was so scared, I started sweating, I got anxious... He really seemed to enjoy seeing me like that...","Two more days of school before the weekend. It's morning and...im so exhausted. I literally don't even want to get out of bed. I know I won't be done with school until 3PM. And I know I won't be home until 5 something PM. Why are they doing this? I know I won't learn anything...","bro my mum is so restless, okay she shouted at me for her Facebook not working and restarted her phone 25722991 times ð\u009f\u0098\u0082","I'm extremely depressed and feel completely alone. I haven't thought about suicide so I guess that's a huge win. ð\u009f\u0098\u009e Something's gotta change.","I dont exist in anyones mind Iâ\u0080\u0099m fighting depression and itâ\u0080\u0099s winning so far Iâ\u0080\u0099m ready to stop fighting and let it take over Iâ\u0080\u0099m finding it hard to accept life itâ\u0080\u0099s not for me I try to win but I lose every time I hate myself I hate for who I am","Ughh, today is really a no good day... I'm so depressed, I want to die...","7,8 k followers for a person that isn't so special. i'm lost for words even when you follow me for my GA's you all really changed my life. i was so depressed 1 year ago i really felt like giving up but then i met BTS and felt like i really do matter and decided to make a twitter+  https://t.co/uFZDYfDLmK","tired of sitting around and crying all day , i hate having depression but i have to get through this or itâ\u0080\u0099s gonna destroy me","I guess I should have taken a second day to decompress post-con â\u0080\u0098cause I just got off work and I am so stressed out. I kept messing such simple stuff up and got so frustrated over nothing. My anxiety is through the roof and my whole body is sore.","I'm so drained. Spent most of today at L O O O O N G hospital appointment for Evie and her allergies. Very productive and informative but I'm so tired Jesus Christ. She was so good though I'm so proud of my baby","+ talking about his ex. He had to have some kind of an income as his ex definitely was not paying child support.  14) And I'm not sure how it's related but he moved to Westhaven as a kid so he himself might have been brought there for a supernatural reason.","Like even though its good for me I always feel so drained emotionally after therapy","I am so exhausted from always being the strong one for everyone else ð\u009f¥º","This is the one that make people feel depress so cruel this cell","I donâ\u0080\u0099t know how to feel.  lately Iâ\u0080\u0099ve been feeling so down and depressed. My suicidal thoughts are getting vivid.. I feel so lost and empty like someone just ripped my heart out of my chest..","I hate myself and I'm horribly depressed for not only myself but for many friends and loved ones that are affected by so much bullshit in life that's written off and normalized. The Dave Chappelle shit is just another reminder of this.","â­\u0090 â­\u0090 â­\u0090 â­\u0090 â­\u0090  : I was utterly absorbed by this collection of poetry! I was transported by this book.  Get your ð\u009f\u0093\u0095  here:  https://t.co/t7ACp3mGGv               https://t.co/cAXlZ3USnE","Man, I'm exhausted from working so hard! Give me a cold one!","my insomnia and depression are getting so bad lately.. i haven't felt thia exhausted in a long time","Yâ\u0080\u0099all be lonely n depressed and tweet â\u0080\u009cthem fake checkups donâ\u0080\u0099t workâ\u0080¦ Iâ\u0080\u0099m good newsyâ\u0080\u009d but then turn around n tweet â\u0080\u009cyâ\u0080\u0099all donâ\u0080\u0099t be checking on ya strong friendsâ\u0080\u009dâ\u0080¦ I hate u confused ass bitchesð\u009f\u0098\u0082ð\u009f\u0098\u0082ð\u009f\u0098\u0082","yâ\u0080\u0099all i take this back my playlists got deleted somehow and now iâ\u0080\u0099m literally depressed :( send me your playlists so i can feel whole again","Oh believe me Iâ\u0080\u0099m not depressed I just just donâ\u0080\u0099t have any energy.  Fire department busted in my door when I evacuated so it just draining but thankfully no other damage and door will be replaced. ð\u009f\u0099\u008fð\u009f\u008f¾","I was depressed but now I'm sewing a (secret!!) plushie so I think I'm no longer mentally ill now :)","I'm so depressed it's time to scroll through the mahito tag on ao3ð\u009f\u0091\u008bð\u009f\u008f½","I really did like wilburs music. He made an apology (which isn't mine to accept). So I would like to hear trans people's opinions about this question I have : should I keep supporting him or should I stop?","Bro there are funny ass memes out there I wanna share and shit to my main but I don't wanna sound depressed and concern ppl BUT THEY'RE SO FUNNY ð\u009f\u0098­","We go into a â\u0080\u009cdepressed state of beingâ\u0080\u009d when our Angels season ends so my family is right there with you!","It hurts who people say \"urs not depressed or sad at all\" but in reality if u read the inner me u will be in tears.","Babe Iâ\u0080\u0099m going through it Iâ\u0080\u0099m so depressed I hate it here Iâ\u0080\u0099m trynna come to LA","If there was a vaccine for those, they refused it, and they caused so much of a problem that medical staff were overwhelmed and exhausted and people who were in a car accident or had a heart attack were stuck on gurneys in ER hallways because the hospital was overrun I sure would","I want to gatekeep anxiety &amp; trauma, I donâ\u0080\u0099t like when people relate to me","But I definitely didnâ\u0080\u0099t apply lol. My first ever job was from 3:00 pm - 12:00 am and it was the worst! I felt so depressed and I left after 3 weeks. That wasnâ\u0080\u0099t the reason but glad I left when I did.","That's the problem with being in the entertainment space and even social media especially instagram, its the pressure of being compared to your fellow peers, you're in the same game but you ain't balling like so n so...people are depressed more then ever","Honestly, even kiting cyclops on NAEU was so easy for me but when i was ranking with my friend I died so fast against sabers and manticores on asia so it got me depressed so I practiced a lot while he was doing solo rank in unicorn.","Me after reading a wholesome chapter: â\u0080\u009cOh wow, that was so cute. I canâ\u0080\u0099t wait to read an angsty fic about it that will leave me depressed for three days.â\u0080\u009d  Me reading a sad chapter: â\u0080\u009cOh wow, that was awful. Canâ\u0080\u0099t wait to drown in enough fluff to make mu teeth rotten.â\u0080\u009d","send nudes to my dm, I'm so depressed, thanks","really thankful that iâ\u0080\u0099m thriving this time of year. last year during this time, i was so depressed and feeling inadequate not to mention on twt 24/7. now i go on twt like a few times during the day.","Louis DeJoy: Because the USPS doesn't work, only private industry can do better, which is why the USPS must be privatized and be owned by companies I own stocks in so I can maximize my net worth.","Kids are dealing with trauma but parents are too. Iâ\u0080\u0099ve been â\u0080\u009cyelledâ\u0080\u009d at more this year over email than ever before.    But the indignation vanishes when I get them on the phone &amp; itâ\u0080\u0099s really sadness for their kiddo and frustration.    That I can work withâ\u0080¦ ð\u009f\u0098\u0089","i cant believe i started persona 3 a day like today, 4th october 2020. IM SO DEPRESSED WHY I CHOSED THAT DAY TO START IT. anyways october 4th and my first year with persona 3 &lt;3 *cries*","nothing significantly bad has happened to me in my life so i donâ\u0080\u0099t understand why iâ\u0080\u0099m so fucked up and depressed i really donâ\u0080\u0099t get it","Stop being so sulky! I wanna be happy it's jimin day around the corner!! Please let's be happy you depressed person :/","I donâ\u0080\u0099t wanna jinx it but I have been having such an easy recovery from my tonsillectomy ð\u009f¤\u0090 like the pain I felt after I had my abscesses drained was 10x worse than iâ\u0080\u0099ve experienced so far (we on day 4)","is it weird that i feel restless because the workload is only so little than the usual ð\u009f\u0098­","Iâ\u0080\u0099m genuinely sorry you had to go through that. Any extreme change in my sleep pattern like this just sends me spiraling for some goddamn reason and I get even more depressed than I usually am and it snowballs and I just fucking hate it.","i sleep whole day so i can","In case anyone wonders why I am so damned depressed and blackpilled. Behold thy future.","A very homely person made an appointment with a psychiatrist. The homely person walked into the doctor's office and said, \"Doctor, I'm so depressed and lonely. I don't have any friends, no one will come near me, and everybody laughs at me. Can you help me accept my ugliness?\"","Depressed af now and itâ\u0080\u0099s gonna get so much worse as my birthday gets nearer I can already feel it ð\u009f\u0098\u0094","i did this with a boy once when i was depressed and didn't take care of myself... there was earwax all over the one i used and i was so embarrassed ð\u009f\u0098­ð\u009f\u0098­","I spent my whole life with 3 herniated disc in my lower spine, it ain't so bad. Don't get me wrong, it sucks balls sometimes, but I learn to live with it. And I'm not at all an active person so my dog water spine is just a small nuisance majority of the time. Also, I wish u luck","Im so tired of feeling like Iâ\u0080\u0099m less than &amp; like Iâ\u0080\u0099m doing something wrong","No harm in self-improvement, and I'll always admire the difficult desire to better oneself. I just also know that depression and its more aggressive progeny (self-loathing) *constantly* attempt to use both as a Trojan horse for sneak attacks.","This weekend has mostly been waves of anxiety, poor sleep, nightmares, and feelings of total inadequacy. I want to make my Sunday better but I canâ\u0080\u0099t bring myself to get out of bed. Depression and BPD suck. I feel hopeless.","I'm depressed, so I'll upload an edition of eunwoo for my sanity, wait for it ð\u009f\u0098\u0094ð\u009f\u0092\u009c","Really? I would think Infinity War was about the same length if not longer because they had so many things to cover in that movie. They cover a lot in this movie too still","If anyone can help me with $400. I'm taking some time off to heal from depression, anxiety and thoughts of suicide. Going to go see family for a couple of days and need a rental car and things. Please cashapp $mda1580","Christmas comes around and your putting a smile on your face but depressed inside, can't afford gifts for your kids cause nobody will hire you so your depending on the government to provide them with gifts...my joy ad a mother has been snatched by public housing","IM SO EXCITED TO POST THE ART I think it turned out well should I post it now or nottttttt","Iâ\u0080\u0099m overwhelmed by all the birthday love yesterday and canâ\u0080\u0099t possibly respond to everyone so this is my one big THANK YOU â\u009d¤ï¸\u008f","tw: sui, OD (1/2)  Canâ\u0080\u0099t stop thinking about an interaction with my creepy old coworker when I was working as a dishpig who asked me one day why I was looking so depressed and I was honest and replied that my friend had overdosed and died","Sending you so much love.ð\u009f\u0092\u009cð\u009f\u0092\u009cð\u009f\u0092\u009c My great niece is 6, the same age my son Nikko should be, and she told me she saw him just a couple months ago.. my oldest son has said the same, too. Itâ\u0080\u0099s nice to see other angel moms openly talking about this because itâ\u0080\u0099s such a tough topic.","so depressed i can't even focus on the halloween episode of gravity falls &lt;\\3","My friend told me that since we started school I look and act more depressed and he is worried about me. I mean heâ\u0080\u0099s not wrongð\u009f¤\u008cð\u009f\u008f»ð\u009f¤\u008cð\u009f\u008f»","I gotta stop gettin depressed every time I be broke. That shit so borin tho.","...Kotobuki, what are you so restless for? You want to hurry to the beach after we check in? Fine. I understand, so please calm down.","I hope your daughter is doing\\gets better. Glad youâ\u0080\u0099re in good company ð\u009f\u0090¶ð\u009f\u0092\u0099 Iâ\u0080\u0099ve been suffering of chronic depression for several years and itâ\u0080\u0099s really difficult.","thank you from someone who lost a parent to cancer. the ptsd + depression has left me unable to work all but 4 mos out of the last almost 2 years. i just got out of hospital for SH+suicide intent. any support/kindness would mean a lot. not sure where rent is coming from.  https://t.co/ccfiB8ndU5","i hate how iâ\u0080\u0099ve been feeling, not depressed but not happyâ\u0080¦ just here","Itâ\u0080\u0099s focus was to depress me. Pass guilt on the basis of understanding that we as humans keep our good name. Isolate me from every point and put me in a duress state in fear for my life and my friends and families lives. It succeeded once and I attempted suicide multiple times.","Mentally I am already drained ð\u009f\u0098­ so Iâ\u0080\u0099m appealing to        Please reactivate my accountð\u009f¥º Iâ\u0080\u0099ve been left hanging for way too long. Itâ\u0080\u0099s beginning to take a toll on me.  Username : Norah_neil_  Thank youð\u009f\u0099\u008f","three weeks on birth control. terrible mood swings. cry over everything. genuinely so depressed. no motivation. hard to get out of bed. in tears every shift at work. rarely happy. i've become a burden to others. i hate myself. everything has become so difficult. suicidal. 0/10","playing ranked in league makes me so depressed. like i can have a 20 cs lead top with no sums and need see a gank the whole game from my jg but theirs is in my ass the whole game. i just dont get it man. doesnt matter what lane i play jg just doesnt come to it","\"You are suffering from an eating disorder you need to work on it with a therapist\"  I.DONT. HAVE. AN.EATING.DISORDER.  How about YOU work on YOUR own sitgmas.  How could i dare to have an illnes BESIDES of my depression.   Apparently diagnoses can not exist with others illnesses","I'm so exhausted. To think that I still have to make dinner. This bachekor life no be am at all ð\u009f\u0098©","I get my nails done so Iâ\u0080\u0099m a tiny bit less depressed","Not 1 bit of it due to U. Too many lives lost because of your  reckless position. I have never witnessed a man so disconnected &amp; void of compassion 4 the people of Texas. Those in health care who have exhausted themselves 2 save lives R so much better humans than U will ever B.","Both of my parents are the ones who have me depression and other shit, yet they blame each other. They get mad when I say they both hurt me. They think itâ\u0080\u0099s not their fault but the other. Maturing realizing that my mom is just like my dad.","Last Night At A Party Every Body Talking About Your Tweets And They Were Saying How Beautifully U Express Your FeelingsÂ  And I Was Very Curious To Hear This. When I Get Back Home I Opened Your Account And Saw Your Tweets. I Was So Depressed But They Give New Life","havenâ\u0080\u0099t been able to get my adderall refill Iâ\u0080\u0099m a few weeks and Iâ\u0080\u0099m finally out and Iâ\u0080\u0099m losing my mind :) :) my head hurts really bad, Iâ\u0080\u0099m depressed, and have no motivation to do anything. I just want my meds man. Why is it so difficult to get them.","tw// depression, suicidal thoughts  I've been through something like this before, I should know how to deal with it but everything is so much harder. I feel more of a burden wherever I go. I don't even like myself anymore. Anyone have a reason to keep going?","i am genuinely so exhausted im going to take a nap","I'm so close to becoming a conspiracy theorist don't ask why","i wish falsettos had feeling so so good even when youâ\u0080\u0099re so depressed you canâ\u0080\u0099t even move at all","Iâ\u0080\u0099m so mentally exhausted I canâ\u0080\u0099t anymore .. like I need to breakdown maybe then Iâ\u0080\u0099ll feel better.","I turned 10 in November of 87, so I finished grade 4 in June, got glasses for the 1st time in the summer, and when I entered grade 5 in September my \"girlfriend\" dumped me because I was a \"nerd\". That started my (so far) 34 year battle with depression. 1st suicide attempt at Xmas","Iâ\u0080\u0099ve struggled with depression and suicidal thoughts for 25 years, Iâ\u0080\u0099ve tried to take my life as recently as 3 weeks ago","I DESERVE to chase my dreams, I DESERVE to accept good opportunities for my life, I DESERVE to explore all that life has to offer. And Iâ\u0080\u0099m tired of feeling guilty for it!","I moved in from Lagos, Ibadan people's mentality is so different..I was depressed sef till I started meeting my type of business owners here...","Hi Iâ\u0080\u0099m not dead, just depressed       https://t.co/0DiEz99qVg","i either have no appetite when depressed or an overbearing appetite which makes me kinda like when i get horrible depressed episodes bc then i dont wanna eat","I was gonna drink tonight but...i got off work early and made some cash...so....didnt feel like it but im not sure how to feel and more....im stressed but not depressed .....ive gone full circle again and im not sure where i am nor do i remember where i found this image but yeah  https://t.co/TJrB2geXiC","Depression wants to overtake me but I'll be ungrateful because I am in a better position than most people. Not just that, the people around me are also better than most.","Awful, ruined &amp; destroyed the franchise,everyone came out of the cinema quiet &amp; depressed,Cubby will be spinning in his grave","I feel so drained today n the weather isnâ\u0080\u0099t helping ð\u009f¥´","Yo this channels on crack   Iâ\u0080\u0099ve been on high grade medical speed so trust me. This is some cracked out behavior.  https://t.co/zTW0n0fzZv","So exhausted and emotionally drained all I can do is cry","WHAT ARE YOU TRYIN TO FIX ME FOR MAYBE IM BROKEN BUT IM NOT SURE AM I DEPRESSED OR AM I JUST BORED APATHY AND IRONY POST MODERN ANXIETY TELL ME YOURE OKAY YEAH WHATS THAT LIKE ROSE TINTED GLASSES IT MUST BE NICE DOIN YOUR BEST WHILE YOU DIE INSIDE APATHYANDIRONY POSTMODERNANXIETY","If anything I wish I was working. I donâ\u0080\u0099t have a job. I hate asking my mom and sister for something as basic as pads or airtime. (Sometimes they say no), do you know the major anxiety and depression people who stay at home suffer from?","This makes me feel trauma,anger,sadness. I'm seeing,by design. I'm 'seeing' quite a bit of late.","Bored. So I sang gibberish and made a song out of it.                     https://t.co/MW9TX03ttx","Iâ\u0080\u0099ve been struggling w/ intense debilitating bouts of anxiety &amp; depression, &amp; also have ADHD-(combined type).  Iâ\u0080\u0099m still a bachelors student at age 27, &amp; Iâ\u0080\u0099m so incredibly burnt out &amp; lost in life that I often feel like I will never finish &amp; will always be a failure.","I'm so fucking depressed and it's only the 5th day of October why is my seasonal depression so bad already","You already know my name  And my followers are so depressed all the time  ,Ù\u0088Û\u0081 Ù\u0085Û\u008cØ±Û\u0092 Ø¨Ø§Ø±Û\u0092 Ù\u0085Û\u008cÚº Ú©Ù\u0088Ø¦Û\u008c Ø±Ø§Û\u0093 Ù\u0086Û\u0081Û\u008cÚº Ø±Ú©Ú¾ØªÛ\u0092","all i have to do for work is put information into a form and i struggle to even do that bcos i feel so depressed","TW depression  Iâ\u0080\u0099m on the edge again. Itâ\u0080\u0099s been awhile since Iâ\u0080\u0099ve been here. Since Iâ\u0080\u0099ve been this close to losing it. I finally decided to start therapy again. Itâ\u0080\u0099s been years since Iâ\u0080\u0099ve been because I hate it. Idk why but I do.","If you're worried about cheese spillage, you could always press down on the untoasted side to create a depression for the cheese to sit in. Idk if this would be acceptable though?","Itâ\u0080\u0099s ruined my life and guess what? Iâ\u0080\u0099m still not even skinny. Just disordered and depressed.","To me the fact that you started a Twitter account just to spread kindness says it all. You are a breath of fresh air in this world choked with sadness. Whatever trauma youâ\u0080\u0099ve been through you didnâ\u0080\u0099t let it turn you bitter. Thatâ\u0080\u0099s admirable and inspirational. Youâ\u0080\u0099ll be a great mum","My depression has been winning lately. I hate that.","i did a shame chore!!  you know, that thing that every time you look at it you feel so much shame you just sigh, get depressed and walk away?   i did it! well, i started it, but i got one of the very big worst parts done!  cc:","Colby from Crimson Apple has a bf I am so depressedâ\u0080¦Alexa play that should be me â\u0098¹ï¸\u008f","This makes me incredibly sad, it's pretty obvious that whatever that is its life consists of constant excruciating pain","*me explaining banana fish to my mom*   \"so basically everyone is depressed\" \"well at least you don't get depressed right\"  \"oh.... no...\"  https://t.co/smU55byuY1","remembering the time someone told i was really funny when i wasnâ\u0080\u0099t so depressed  https://t.co/FrwwjxjTvW","I havnt had a normal weekend in months . Iâ\u0080\u0099m so drained .","I'm legit so depressed that Christmas has been creeping up sooner and sooner every year, half the stores by me didn't start selling fall/halloween stuff until literally October 1st and now its only the 10th and half of them are taking stuff down for Christmas trees","ð\u009f\u008e\u0089ð\u009f\u008e\u008að\u009f\u008e\u0082many happy returns to the young lady. So right for being protective . We father's to girls have turned restless thanks to some lunatics amongst us."," I go through something similar. My anxiety is like \"this person secretly hates/is angry at you\" and then my depression responds with \"they don't care about you enough to hate or be angry at you\"","I won too, so im depressed that i wont be able to win for the 4th time...  Tartaglia...comehome","          So basically a flu....which is here to stay, but we are not going \"psycho\" over it.  Fear works with liberals. They are unstable, depressed and mostly people with mental issues.","What are you trying to fix me for? Maybe I'm broken but I'm not sure Am I depressed or am I just bored? Apathy and irony, post modern anxiety","disordered eating /  if people keep telling me \"you can't stop eating to try lose weight!!!\" like it is a choice i have made to become so depressed i can't eat without hurling, i'm gonna be real pissed. for once me not eating is not in my control. i'm so sad it hurts to eat.","  Man I've had suicide thoughts everyday for almost all my life, I would gladly let them implant any \"electric\" thing into my brain. Believe me, you can not function properly with severe clinical depression.","I  hate everyone here. I'll kill myself .","i rly wish i would simply â\u009c¨not existâ\u009c¨ rn im so exhausted","I fucking hate having both anxiety and depression. It sucks when both decide to flare up at the same time. Like, I have work to do, that I need to do, but I don't have the everything or motivation to do. So instead my brain is just sitting here being mean to me.","Yes I was a little annoying but u can't deny that I was so caring ð\u009f\u0099\u0082ð\u009f\u0099\u0082","could a depressed person deep clean the fridge? i donâ\u0080\u0099t think so","Some addicts are so restless as if they were so high on all these platforms ð\u009f\u0098\u0092","i've decided having friends is useless and dating is a waste of energy and i am quitting on humanity and on myself all i feel is darkness numbness and depression and suicidal thoughts I'm exhausted and working myself to the bone for a future i don't even want it's hopeless","squid game got me so fuckin depressed at this point like i frfr am contemplating kms rn","idk but i was feeling a bit depressed yesterday so I barely felt hungry and I spent half the day sleeping....just woke up now at 2am","This Time Last Year I Was Depressed... I Had Spent My Sons Whole First Year In Postpartum Depression... The People I Was Close To At The Time Let Me Deal With That Alone... Almost A Year Later And Iâ\u0080\u0099m So Different Than That Girl From Last Year.. And I Did That Alone Too ð\u009f\u0092ªð\u009f\u008f½","This is why I wish people would take me seriously about the maintenance workers that joked about raping me.  I feel like no one listened because I'm poor, Black, and financially dependent on donations at the moment.  I desperately want to move.   https://t.co/wne4M0jpje","My grandpa is extremely depressed &amp; I'm super worried about him. He's my last grandparent alive and I am so scared he's going to hurt himself :(","maybe i should hang myself im super duper tired","tw // suicide, depression  - - - - - my depression is getting bad again and this might be the time when i finally do it","Bruh I'm so depressed after that episode. Why do straight people gotta be like that?","now i really am so exhausted, seriously very exhausted i just wanna say BILLBOARD TU MADARCHOD HAI, THA AUR RAHEGA. ma ki aank post kar na lawde ð\u009f\u0098­","I need yall to stop being so depressed on this mf ð\u009f\u0098\u0082","I get reverse seasonal depression I fucking hate the sun being up for longer let me go to bed at 6pm fuck you","So I just have no clue what to do really, its making me frustrated and normally when I get like this I suck at thinking logically. This is such a pain man ð\u009f\u0098­","Im trying to make my life a bit easier with extra money to pay bills. Ive been suffering from depression and anxiety so everything worries me.. need to rest.   $rossriverayy thank you.","couldn't read the manga myself bc it depressed me so much so i went on the wiki instead to read the summaries of each arc JKBFSDFKJSDFD but Mood.","s mouth with his napkins steepled his fingers. A Holmes trait, apparently.  \"Morose, depressed, unfocused, unreachable...untethered. His thinking became scattered, careless. He didn't want to admit it, of course, but I knew he noticed when he casuall(Radioactive Trees)","My life really different than before. I'm hate myself i hate everything i do that seems wrong. Does any therapy or something can help my mental health. I feel depressed and easily get jealous of everything. I wish someone would help me ð\u009f\u0098\u009e","I be havin so much planned to be productive during work. Then sometimes when i get home Iâ\u0080\u0099m jus drained. Or am i lazy? I honestly donâ\u0080\u0099t know sometimes","casual league players are so angry like we get it youre depressed youre playing league you dont have to spell it out for me more than you already are","So proud of my girl ð\u009f¥ºð\u009f¤§â\u009c¨    https://t.co/p8LgcwI9AD","My study and job seeking activities donâ\u0080\u0099t go as smoothly as I expected and time's just passing by. ï¿¼Nearly hopeless and Iâ\u0080\u0099ve been kinda depressed lately","sigh iâ\u0080\u0099d love to see you tho. iâ\u0080\u0099m sick of being depressed and trying not to act like it in front of my friends ð\u009f\u0098ªð\u009f\u0098ª letâ\u0080\u0099s make suicide jokes and tell each other of the shitshow that is our life and get mad at people and wound each other ð\u009f\u0098ªð\u009f\u0092\u0094","i just got the full set im so happy and exhausted rn  https://t.co/crSYV7TI2E","i'm exhausted, man, and it's gone so far beyond what normal exhaustion feels like. I'm waiting for the other shoe to drop and either i come out the other side or i need to step back for my own mental health.","This instinct to submit to you, I can't stop. I'm going crazy. I'm suffering from a case of unconditional love. I can't take it, I'm on the verge of self-destruction.","on 14th June, tai said SSR was depressed so she left him. Later said SSR's sister Molested her... so if she molested her why tai took  SSR's sister to the party later?","I hate being in this state of being depressed and angry. The more I fight being sad, the more angry I get. Its like quicksand ..the harder I fight...the more I sink. It's hard to shake ..but I'll get there. ð\u009f\u008c\u009eâ\u009d¤ï¸\u008f","A girl on the bus keeps lecturing me abt how depression isn't real bc on Sunday she was depressed when she woke up but she got dressed and it was cured so people are faking it. its ok to say u've never had a bad experience with mental illness, but don't invalidate others for it","everybody on Twitter is so depressed ð\u009f\u0092\u0080","not really, i have insomnia so my body now still exhausted (â\u0097\u008fÂ´â\u008c\u0093`â\u0097\u008f)","I may be in the minority, but I'm actually excited about the QB situation in the AFCN. Assuming the Steelers figure theirs out in the next couple of years. Otherwise I'll be depressed for a decade or so.","When I'm anxious or depressed I always close my eyes and visualize Chesterman beach near Tofino. I travelled a lot in my life and this place is forever engraved in my mind. It is so peaceful and beautiful that simply remembering it has a soothing effect. It is that powerful!","god i am so sad like ð\u009f\u0098­ my art has never done those type of numbers never and probably never will... in fact my work has never done those numbers period and i don't know it's not even worth it at this point i'm so depressed i hate it here","Cant wait to have a girlfriend so I can sing her   zvandinomudira by souljah love with a ukulele","ive been so sad and out of it. annoyed by everything and just depressed. hope i can snap out of it soon ð\u009f§\u008dð\u009f\u008f»â\u0080\u008dâ\u0099\u0080ï¸\u008f","I'm tired . I'm stress . I'm hurt . I'm depress . but , I'm okay .","Ayy gotta get it how ya live lol Iâ\u0080\u0099m a sad boy myself so Iâ\u0080\u0099m all for some depressed ass shaking","Unmask srsly had to be one of the best a3 songs tho. I wanna talk abt it but i also wanna rest after finally finishing the assessment that drained the life outta me o(-( so maybe later xD i go sleepð\u009f\u0092¤","This is me when my mania hits, love/hate relationship w it tho bc then the depression hits again and i am confusion","iâ\u0080\u0099m dead ass missing my favorite personnn these 21 days needa hurry cause iâ\u0080\u0099m depressed","  I \"turned out fine\" but I still carry a lot of anxiety and trauma from being spanked several times as a kid. The two are not mutually exclusive.","I'm ot8 so I ALWAYS pull my bias ð\u009f\u008c\u009a What kind of thirsty thread you are looking for? Abs? Thighs? Veins? All?","Same Dani. I am so restless i feel i need to do do something but i dont know what.","I've lost overall interest... With the story going the direction it was headed I just... Stopped caring. Makes me feel kinda depressed because I used to find so much enjoyment outta this game.","It's honestly so sad how all the Director's Cut/Blu-Ray DVDs are so expensive and somehow the contents can never be found online. I am a little depressed just thinking about all the unreleased scenes from both HDL and My Misterð\u009f\u0092\u0094","The  swirling around the house was restless I had to ask what was he looking for Turns out he was a kid and loved to whistle, so any hole or a crack would do? I leave the window slightly open, leaving room, smiling to the mischievous play with curtains at the back","I donâ\u0080\u0099t know where is Flannery â\u0080\u0094 but the primary time he got loose was when I was very careless with opening the door with groceries after I had been away for 2 days, so he was restless then.  Heâ\u0080\u0099s probably in here somewhere.","I'm very depressed. I hate my destiny. In fact, I changed three times of job in only three months. I feel bothered working at restoration. All the fast food jobs are the same bullshit. They always make me feel useless. I'm not fast. I'm not agile. I'm terrible doing manual labors","There is a gentleman offered attendance, went to the time; to have been made so much, I shall divide her spirits depressed","I donâ\u0080\u0099t care how depressed or full of self loathing you are, sheâ\u0080\u0099s worth it","The teenage receptionist has come into work this morning full of life after a night out..   Iâ\u0080\u0099ve not been out, Iâ\u0080\u0099m just old and depressed and my back hurts","Me tweeting drunk at 2am calling when im overthinking and depressed","My friend got this like 20 years ago and the lack of mobility afterward made him so depressed he ended up killing himself","That shtick bitches be having of Iâ\u0080\u0099m always depressed, I donâ\u0080\u0099t wanna be here, nothing in life impresses me was always corny and now is so played out","these are my jokers expect i will be so much worse  https://t.co/JgYJMnHmXN","A vicious circle my dog was called FAT on a walking trail by a women. know my dog eats because she is depressed. eats more because she Hates herself; she has gained more weight so she eats to hide the shame of eating,.","Just spent 12 hours non stop looking for apartment in Barcelona. So many things wrong IMOH. And don't understand why floorplan are rarely included. I'm really getting depressed.","Depression, Anxiety, Stress &amp; Agony of Guilt!!! Because I am not Competent as compare to them! Banda ab kya krain ? Ni matlab ? Sucide krlayy ?   cc: Sir","i feel so physically exhausted today like iâ\u0080\u0099m in so much pain and iâ\u0080\u0099m so uncomfortable","So much stress that I barely sleep at night. Exhausted throughout the day. Iâ\u0080\u0099m so tired right now I could literally pass out.","Aren?t you anxious for our opinion ? Our feeling here, at this moment. And why are you looking so sad and depressed! For I have enough time before my trial in order, so why is your mind caused sometimes, through want to","I hate being up late because thatâ\u0080\u0099s when that Lonely depression kicks in","I hate to get sad on main but I hate my life. My body makes me uncomfortable, my fathers dislikes me, and school is stressing me out really bad. I haven't felt happy in a long time. I'm mentally drained. I need a break from myself. I'm so tired. Rant over.","i feel like iâ\u0080\u0099m faking my depression bc iâ\u0080\u0099ve been cleaner from sh despite me having suicidal thoughts every nanosecond","I just don't want to bother people.  I'm at the point of being so exhausted and stressed, I just cry....I can only be so strong for so long","Yesterday was a bad day for me bro, so exhausted ð\u009f\u0098©","Tik tok is so sad sometimes. This lady is on there depressed about a divorce sheâ\u0080\u0099s going through and I feel so bad ð\u009f\u0098\u0095 I wish I could do something ð\u009f\u0098©","THIS IS ME. Iâ\u0080\u0099m so tired of being denied jobs because I have no experience or bc I canâ\u0080\u0099t talk well. I just wanna be given a chance","sir please conduct SSC and railway exam Ntpc and railway exam process 3/4 year complete Student depressed not conduct exam so please conduct NTPC second phase and give notification ssc cgl 2021","All of the lockdown the UK had last year (March-September 2020). I became severely depressed and almost attempted suicide","So emotionally drained by having to counsel patient parties constantly especially when I donâ\u0080\u0099t know the answers. Makes me so anxious considering 70% of my job is to make sure my patients feel satisfied and comply with their treatment :(","This last guy blindsided me so hard I know my trust issues are going to be through the roof. Iâ\u0080\u0099d never been love-bombed before and to then be abandoned out of nowhere is really fucking with me. ð\u009f¥´ Like he showed me how I want to be loved and just left? Iâ\u0080\u0099m really exhausted.","you are going to kill yourself because you are depressed. i am going to kill myself to harm and hurt my loved ones. we are not the same.","I've been increasingly feeling this. A sort of deepseated hopelessness that I try to hide so it doesn't hurt those around me who might still have some. It's not depression - I know that ride, this ain't it - it's far deeper in my soul than that.","Today everyone on Twitter look very depressed because M is really pregnant. But I was prepared for the worst. So I rather enjoyed the episode. Imlie was her usual intelligent self in feeding Malini. Then she had fun with the film stars.+","God Squid game is so depressing. So drained out after watchingð\u009f\u0098­","Trust me man it fucked me up to this day since especially in the last few months because I was depressed. It made it worse so my best bet is to at least talk to someone","I know some older people are going to be so restless...they practically live their lives on facebook and whatsapp.","Ahh pretty boring cuz i had 2 math lessons today and i studied history for four hours so i'm really exhausted rn","Yes! I think it's bc I don't *need* to be out of the house, so then I don't leave. Without a change of scenery or a regular schedule I get depressed. Lately I've been taking walks to the woods or the market just for a breath of fresh air.","People nobody wants to help anybody even if it is to make money legitimately . Nobody really wants to help and am just tired and frustrated. Pls sir ð\u009f\u0099\u008fð\u009f\u0099\u008fð\u009f\u0099\u008fð\u009f\u0099\u008fð\u009f\u0099\u008f   come to my rescue . I really hope this meets you well and you see this in Jesus name ð\u009f\u0099\u008fð\u009f\u0099\u008fð\u009f\u0099\u008fð\u009f\u0098\u0093ð\u009f\u0098\u0093ð\u009f\u0098\u0093","I HATE my mother. She is about 45% of the reason for my depression. She makes me feel so worthless about myself.","I have never been on live streams and now I am happy not too. I donâ\u0080\u0099t understand why so much disgusting cruel behaviour goes on. Imagine having a bad mental health day or just feeling down/depressed and get attacked. Unexceptable!  Sorry this bullshit happened ð\u009f\u0092\u0094ð\u009f\u0098¡ð\u009f\u0092\u0094  https://t.co/EQ1JUnlKa4","Hi james. Every morning I wake up with real depressed kinda feelings but anyway..is it any wonder the way the world is at the moment??  I dont suffer depression but I do have anxiety attacks. Im not afraid to admit that.I hate it tho. The word covid  &amp; knowing  its out there 100%","I was already depressed about my job so thereâ\u0080\u0099s only benefits here!!!","I am so socially drained after this last week","Trying to have a snooze on the sofa, as Iâ\u0080\u0099m exhausted, but next doorâ\u0080\u0099s music isnâ\u0080\u0099t just loud, his taste is so fucking atrocious that I canâ\u0080\u0099t doze off. I almost pray for a power cut. Christ, its gash.","I don't think it causes depression, but there have been studies showing that it can amplify it. THC does fuck with your brain chemistry, and depression is a chemical imbalance, so it's possible. Basically just be careful. If you're already a depressed stoner, just don't overdo it","Fall/Winter is like a time i just get depressed the most. So i can relate","It's why I'm exhausted and cranky most of the time. I dunno why everyone wants to talk to me so much lol","I'm so mentally exhausted ... that I need something to keep me away of thinking shitty stuff about myself. God I need a rest . But that rest sure is taking its time . I hate being negated of my own existence like this .  I need a way out . I need to reclaim my life.","Iâ\u0080\u0099m gonna be so depressed if I have no messages when WhatsApp starts working again.","I totally feel this. My partner and I were so lucky to be safe last year, our struggles were not as bad as many. Neither realized the toll it was taking. Mental health suffered &amp; we split after 6 yrs. He still thinks pandemic played no part. I can't fix it &amp; I'm so depressed.","Just saw someone with v pretty banner and icon Solavellan art has me blocked and that makes me extremely depressed because either I'm missing out on Solavellan art by them because they have me blocked OR I'll never find out the artist because I'm blocked so can't see their bio ð\u009f\u0098­","somehow made being depressed and anxious my only personality traits in high school so now that Iâ\u0080\u0099m feeling better I have to learn what my real personality is","I'm definitely starting back into my \"every 2 years depression comes back\" cycle and it sucks but also: the apathy towards everything is the worst part","I realize that it's hard to avoid not being depressed, but I'm glad that your way of talking hasn't changed, it's been a while since we talked, I don't like that you're so depressed...  https://t.co/9GRrWmpOv2","I feel invisible here, Completely alone. A faceless person Nowhere to call home No name or colour No conversation My life is no fuller Just isolation My wings are tired So I'll rest a while Maybe when I wake I'll greet a smile          https://t.co/rDApPDf7WD","I am so mentally exhausted from being worried about money all the time","It is so fucking heartbreaking when a depressed person makes a tweet, Iâ\u0080\u0099ve heard itâ\u0080\u0099s the worst thing to suffer from next to panic attacks   I never wanna experience depression itâ\u0080\u0099s impossible to battle with and I never ever wanna feel it, I hope to god I donâ\u0080\u0099t","insight. There was never another gathering. My friend was so angry and downhearted and discouraged.  The easy, obvious Putdown/Helpful Remark, of the kind we all have heard, is \"What was stopping you from getting together on your own?\" Nothing, but that is not the point. The","Ifs amply clear that OP is simply pointing out how pervasive the fear of putting on weight is/how badly society shames fat people that people will legit choose being depressed over that. Its one of the many fallouts of systemic fat phobia I dunno why people are getting so pressed","Same thing, don't need to explain it coz I know, you know we can't. Sometimes I get too tired of crying over something I don't know but I just can't stop.","Cause this depression is so exhausting I hate that I feel so great some days and other days I just wanna end everything","Yo depression is so real like this shit make you act different and the worst way there is no reason for me to be treating the person I care for like this like Iâ\u0080\u0099m literally pushing them away and I know they arenâ\u0080\u0099t coming back . And I donâ\u0080\u0099t blame them cause Iâ\u0080\u0099m even disgusted with","Day off? Wtf is that? The so called â\u0080\u009cfellow meat cuttersâ\u0080\u009d I work with are so lazy and ready to leave early that Iâ\u0080\u0099ve worked every day for weeks. I actually seem to work at an adult day care where occasionally some meat gets cut. Fortunately Iâ\u0080\u0099m so exhausted Iâ\u0080\u0099ve lost 15 lbs.","I thought my bundle has exhausted o so i purchased bundle saaa about 3 times costing 9ghc but still.. until i came here and found out","No worse feeling then finishing just out of top 7500 I feel so demotivated and without the pr I feel as though I wasted all my time when I could have been doing something more productive so yes most cash cups I do feel depressed and sad but hopefully I can get a top 1k one day ð\u009f\u0098\u0093","doing college online, failing miserably while actually doing my best, being depressed and stressed about it 24/7 was not it and i donâ\u0080\u0099t even wanna go back at all at this point. for the first time in my life iâ\u0080\u0099m not stressed about school so LOL fuck me ig","Know they donâ\u0080\u0099t give 2 fucks but for myself Iâ\u0080\u0099m proud. Been suffering from depression been like that for awhile been searching for a blessing or someone to make me smile.","Iâ\u0080\u0099m so proud of myself yo this time last year I was popping pills depressed and stressed &amp; this year Iâ\u0080\u0099m 7 months cleanð\u009f\u0092ªð\u009f\u008f¾ stress  depression free and at the best peace Iâ\u0080\u0099ve been at in years borrrâ\u009c\u008cð\u009f\u008f¾","Spending- tell me itâ\u0080\u0099s not just me who struggles? Needing an instant fix to feel better. Trying so desperately hard but itâ\u0080\u0099s bloody hard ð\u009f\u0092\u0094 feel like a failure to everyone on everything at everytime ð\u009f\u0098­","I am on a path of self destruction","Sorry for no art btw i am just Drained and i really donâ\u0080\u0099t want to keep using my laptop so i am taking a much needed mental break, the last few weeks have been some of the most draining and the only peace I get anymore is when Iâ\u0080\u0099m by myself","someone remind me to take my meds tomorrow so I'm not a depressed piece of shit thank you","Depression kicking my ass and been doing so much if not double the work on my own lately, idk how I havenâ\u0080\u0099t lost it yet. Proud of myself ð\u009f\u0092\u0097","Indie people think they're so smart making fun of people who like electronic music. We all have different ways to get endorphins. Some listen to wub wub wub and dance with friends, others crush coke in dive bars and tell people they're depressed.","Its difficult to say this, I struggle with depression &amp; severe anxiety, from a young age and have attempted suicide before on multiple occasions.","This app is too sensitive for my likening. If you tweet \"Thank God I can walk\", the crippled people will drag you  \"Thank God I'm alive\" and the depressed will drag you.  \"Thank God for not having HIV or kidney failure\" and those with problems will come after you.","seasonal depression hit me like a truck in the middle of work today itâ\u0080\u0099s suffering season"],"replies_count":[0,1,1,0,0,1,0,1,1,0,0,1,0,1,0,0,0,1,0,0,0,0,1,1,1,0,0,1,0,0,0,0,3,1,0,1,2,0,1,1,0,0,1,1,0,1,1,2,1,0,0,0,1,0,0,1,1,0,0,2,5,1,0,0,0,1,4,0,0,0,0,0,1,1,2,1,0,1,1,1,1,2,0,0,1,1,0,1,1,0,2,2,0,0,1,1,1,0,2,0,0,0,0,0,3,0,1,0,0,2,0,0,0,0,0,0,0,1,1,0,1,0,1,0,1,1,0,4,0,1,1,0,1,0,1,2,3,1,0,3,1,0,1,0,0,0,1,1,5,1,0,1,0,0,0,0,2,0,0,0,0,7,0,0,1,1,0,1,0,0,0,1,0,0,0,2,0,0,0,0,0,0,1,6,3,0,0,0,0,1,1,0,1,1,0,0,1,1,0,1,0,0,0,1,0,0,1,1,0,0,1,0,0,1,1,1,0,0,1,1,0,0,1,0,0,0,0,1,0,0,0,0,0,0,0,0,2,0,0,0,0,0,1,1,0,0,1,5,0,1,2,1,1,0,1,0,0,0,6,0,0,0,1,0,3,0,1,1,0,1,1,0,0,0,0,0,0,1,1,1,0,0,0,2,1,0,6,1,0,0,0,0,0,3,1,0,1,2,1,0,0,0,0,1,1,0,1,1,0,0,0,0,0,0,1,0,1,0,0,1,0,0,1,0,0,1,0,0,1,1,1,1,1,0,1,0,0,0,0,0,1,1,0,0,1,0,0,0,0,0,0,0,0,0,0,0,25,0,5,1,1,0,0,0,1,0,0,0,0,0,2,0,1,0,0,0,1,0,0,1,0,1,0,1,0,0,0,1,0,0,2,1,1,0,1,0,0,1,0,0,0,0,1,3,0,1,0,1,0,4,1,0,1,0,0,0,0,0,1,0,2,0,1,1,2,0,0,0,1,1,2,1,0,0,0,1,0,0,1,2,0,0,2,0,0,0,0,0,1,0,0,0,2,1,0,1,0,0,1,0,4,0,0,1,0,0,1,1,0,1,0,0,0,0,1,0,0,0,1,0,2,0,0,1,0,0,1,2,0,1,0,0,0,1,1,0,0,0,1,0,1,1,0,1,0,1,6,0,1,0,1,0,3,0,0,0,0,0,1,0,0,1,1,0,1,0,1,2,0,0,1,0,0,0,1,0,0,0,0,0,1,0,0,0,0,1,0,1,0,0,0,0,0,1,1,0,1,1,1,2,0,0,1,3,1,0,1,1,1,1,0,0,0,1,0,1,2,0,0,0,1,1,1,0,1,1,1,0,0,0,10,1,0,1,0,0,0,2,2,0],"retweets_count":[0,0,0,0,0,0,1,0,0,0,0,0,0,0,0,0,0,0,4,0,0,0,3,0,0,0,0,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,0,0,1,0,0,0,0,0,0,0,0,0,1,0,0,0,0,0,0,0,2,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,1,0,0,0,0,0,0,0,1,0,0,0,0,0,1,0,0,0,0,0,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,2,0,0,0,0,0,0,0,0,0,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,6,0,0,1,0,2,0,0,4,1,0,0,0,0,0,0,0,0,0,2,0,2,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,2,0,0,0,0,0,0,0,0,0,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,0,0,0,0,0,0,0,0,1,0,0,0,0,0,0,0,0,0,0,0,15,3,0,0,0,0,0,0,0,2,0,0,0,0,0,3,0,0,0,0,0,8,0,0,0,0,0,0,0,0,0,16,0,0,2,1,0,0,0,0,0,0,0,0,0,1,0,0,0,1,1,0,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,16,0,0,0,0,0,0,0,0,0,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,2,0,0,0,0,0,0,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,0,3,15,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,6,0,0,0,0,0,0,0,0,2,0,0,0,0,3,0,0,14,0],"likes_count":[1,1,0,0,0,1,5,0,0,0,0,5,6,14,0,4,0,0,30,4,5,0,19,1,0,1,10,1,0,0,0,1,3,1,1,4,4,1,1,2,1,2,1,2,0,0,1,2,1,0,0,0,0,2,0,0,1,0,7,0,5,11,1,0,5,2,1,1,1,0,0,0,0,1,0,0,0,40,1,1,4,0,0,2,0,1,0,2,1,0,22,0,0,1,2,1,0,4,3,1,2,1,0,16,13,2,0,1,1,1,0,0,0,1,5,0,0,0,1,3,1,0,1,0,0,0,5,9,8,0,0,0,13,0,0,4,4,3,0,0,0,0,2,0,2,4,0,1,0,1,0,0,2,3,2,0,34,0,0,2,1,8,1,0,3,0,1,3,2,0,3,7,0,0,0,10,0,0,0,4,2,3,1,19,2,1,0,0,0,2,1,1,4,1,0,1,3,0,0,0,0,3,2,3,0,0,7,0,0,0,1,0,3,6,0,0,0,0,0,0,1,0,1,3,0,2,0,1,0,0,0,0,1,0,0,0,7,0,2,100,3,6,1,1,2,0,0,12,2,2,1,16,1,0,0,0,0,0,55,0,11,0,0,0,13,0,2,0,0,1,1,0,1,6,1,0,0,0,0,0,1,0,0,5,0,1,20,0,0,1,3,0,19,1,2,16,4,11,0,0,3,1,0,10,0,0,1,1,0,0,1,0,0,0,2,1,1,0,2,1,1,17,0,0,0,0,0,0,1,1,1,0,0,0,0,3,3,2,1,0,1,0,0,0,92,1,1,4,0,1,17,0,0,0,0,0,126,0,9,3,1,0,0,1,0,0,23,0,1,2,3,5,19,0,0,0,1,0,0,2,7,0,2,1,4,1,0,3,1,1,3,1,5,0,3,0,0,0,0,1,0,0,1,10,17,1,0,0,0,42,4,2,3,2,0,0,0,0,0,0,1,0,2,3,4,0,0,1,0,0,1,1,0,0,0,1,0,1,0,67,2,0,6,3,0,0,1,0,0,2,1,0,1,0,0,1,0,0,2,0,47,0,2,9,0,0,0,2,0,1,6,0,2,0,0,1,0,0,0,0,4,2,0,1,1,3,0,0,0,3,0,0,0,0,1,0,2,0,2,0,0,1,19,2,4,4,9,0,1,0,0,1,18,0,0,0,1,0,0,0,1,1,1,1,0,34,0,7,0,3,3,0,0,0,1,0,0,0,0,0,1,0,1,8,1,0,0,1,0,3,0,0,6,1,8,2,1,2,1,8,0,1,1,4,1,0,0,0,0,2,0,0,0,1,0,0,1,1,2,0,1,25,1,0,0,1,1,0,0,1,51,3,0,12,0,12,3,6,52,7],"label":["no","yes","no","yes","no","yes","yes","yes","no","no","no","no","yes","no","no","no","yes","yes","no","no","no","no","no","no","yes","no","yes","yes","yes","yes","yes","yes","no","yes","yes","yes","yes","yes","yes","yes","no","no","yes","no","yes","yes","yes","yes","no","yes","no","yes","no","yes","yes","yes","yes","yes","no","yes","yes","no","yes","yes","no","no","yes","yes","yes","yes","yes","yes","yes","yes","yes","yes","no","no","no","yes","yes","yes","no","yes","no","no","yes","yes","yes","no","yes","yes","no","yes","no","yes","yes","yes","no","no","no","no","no","no","no","no","no","yes","yes","yes","yes","no","yes","no","no","no","yes","yes","yes","yes","yes","no","no","yes","no","no","yes","yes","yes","yes","no","no","no","yes","no","yes","no","yes","yes","no","yes","yes","no","no","yes","no","yes","no","yes","no","yes","yes","yes","no","yes","yes","yes","no","no","no","yes","yes","yes","yes","no","no","yes","yes","no","no","yes","no","no","yes","yes","yes","yes","yes","yes","no","no","yes","no","no","yes","no","yes","yes","yes","no","no","yes","yes","yes","yes","yes","yes","yes","no","yes","yes","no","yes","yes","no","yes","yes","no","yes","no","no","no","no","no","yes","yes","yes","no","yes","no","no","no","no","no","no","no","yes","yes","yes","no","yes","yes","yes","yes","no","no","no","yes","no","no","no","no","yes","no","no","no","no","no","yes","no","no","yes","yes","no","no","yes","no","no","no","yes","no","yes","yes","yes","no","no","yes","yes","no","no","yes","no","yes","no","no","no","yes","yes","yes","yes","yes","yes","yes","yes","no","no","yes","no","yes","no","yes","no","no","no","no","no","yes","no","no","yes","no","yes","no","yes","yes","no","no","no","yes","no","no","yes","yes","yes","no","yes","no","no","no","no","no","yes","no","no","no","yes","yes","no","no","no","no","no","no","no","no","no","no","no","no","no","yes","no","no","no","no","no","yes","yes","no","no","no","yes","no","yes","yes","yes","no","yes","yes","no","no","yes","yes","no","yes","yes","no","no","yes","no","no","no","no","no","no","no","no","yes","no","no","yes","no","no","no","no","no","no","no","no","no","yes","no","no","no","yes","no","yes","no","yes","no","no","yes","no","yes","yes","no","yes","yes","no","no","no","no","yes","yes","no","no","yes","yes","yes","yes","yes","yes","no","yes","no","no","no","yes","no","yes","yes","no","no","no","yes","yes","yes","yes","no","yes","yes","no","no","no","no","no","yes","yes","yes","yes","no","yes","yes","no","yes","yes","no","yes","no","yes","no","no","yes","no","yes","yes","yes","no","yes","no","no","yes","yes","yes","yes","yes","yes","no","no","no","yes","no","yes","no","yes","no","yes","yes","no","no","no","yes","yes","yes","no","no","yes","no","no","no","yes","yes","no","yes","yes","no","yes","no","no","yes","no","no","yes","no","yes","yes","yes","no","yes","yes","yes","no","no","yes","no","no","no","yes","no","no","yes","yes","no","yes","no","no","no","yes","no","yes","no","yes","yes","yes","yes","no","no","yes","no","yes","yes","yes","yes","yes","no","no","yes","no","no","no","yes","yes","no","yes","yes","yes","no","no","yes","yes","yes","no","yes","no","no","yes","no","yes","yes","no","no","no","yes","yes","yes","no","no","yes","yes","yes","no","yes","yes","yes","no","yes","no","yes","no","yes"]}