{"content":["god i fucking hate the bus bro iâ\u0080\u0099m a depressed suicidal faggot trying to get to school and this ladyâ\u0080\u0099s trying to lean into me multiple times. there are there kids in front of her one of which is hers","The message is messed up on  ... they didn't want to know about shielded and the elderly.. now all of a sudden they are using the group as a whacking stick against the gov. My Nan is 98, not seen her in ages. She's now immobile and depressed. We need to make memories ð\u009f\u0098­","Despite this awful day trying to play sleep catch up with a horribly overtired baby and my spouse's depression flaring up again, I got over 2200 words written in NaNo. I've never had words fly out of my fingers this fast or this easy. I'm honestly shocked - but happy!","Simone Inzaghi in depression mood. ð\u009f¤£ From Immobile-Caicedo upgraded to Lukaku-Lautaro then downgraded to Dzeko-Zapata only in one month.","i'm so depressed i'll kill myself wish somebody go head cook me",". Yeah, I can see that. My stuff is not depression tho, it's scattered focus, hard to concentrate for long or medium periods.","Tropical Depression 19  spinning just SE of Miami with 35mph winds. May be able to strengthen 4mph to named Tropical Storm status but breezy &amp; heavy scattered rains the main focus for South FL. Likely strengthens in the Gulf.  11Sept20 7pEDT  https://t.co/HaPXxSp8u5","I didnâ\u0080\u0099t say teens ainâ\u0080\u0099t depressed I was just saying Iâ\u0080\u0099m not gonna suffocate you to death ð\u009f\u0092\u0080","I assume itâ\u0080\u0099s referring to the Great Depression but I like that it could also be a cake you eat when youâ\u0080\u0099re depressed and feel like overeating","i know i shouldn't focus on this. but i can't help it. it's true. i shouldn't blame myself, depression sucks and makes isolating feel like the right thing to do. but it still hurts. i don't have the confidence to try and rebuild them. what if they don't *want* me back","No matter who you are a millionaire , an entrepreneur, doctor , employee home maker or a student .. you may feel &amp; low spirited.. itâ\u0080\u0099s ok not to be ok      https://t.co/qfDn7GZ06G  https://t.co/gphCm1NrNB","Gary Barlow: Overeating makes me depressed  https://t.co/56r1VcToOg  https://t.co/xRCi7Xphy9","no, i'm currently going through depression, social anxiety, overthinking and low self esteem.","Just had a great podcast conversation with  that got more REAL than most do. I spoke about my depression issues in high school and college, how self-destruction almost got me, how I got through it and why sometimes...money is too expensive.   Look for the link soon.","youâ\u0080\u0099re depressed &amp; miserable. i get it. but when your teeth are rotting in your mouth &amp; you have a dentist bill you canâ\u0080\u0099t afford youâ\u0080\u0099ll feel worse. so, erase the shame around it, but also make sure you encourage ppl to take care of themselves, instead of praising self destruction","Same. This article just depressed me because Iâ\u0080\u0099m so tired of stressing about finances.","I'm tired mennn......once again I devoted all my time,pain and strength to this and still didn't work out  The reality just sunk in.....","Clean out your playlists if you constantly feel dread or depression. A lot of modern music focus on lowering your vibrations to the point of self destruction. I am a survivor of said warfare.","YMMV with Good Morning Midnight, but at the time I read it, at least, I found the portrait of a depressed woman careening toward self destruction to be genuinely moving.","So the situation with my medical weed is if I *donâ\u0080\u0099t* take enough I get suicidal ideation, locked-loop thoughts, intrusive urges &amp; impulses &amp; I start getting depressed.  If I *do* take enough, I donâ\u0080\u0099t get much done in a day; except cook - Itâ\u0080\u0099s a hell of a demotivating medication.","Funny how pain, suffering, and trauma are the only words I remember whenever I hear the word \"love\".  I CAN'T REMEMBER BEING HAPPY...","I could understand if it was just some other shit and you was depressed. But social media honeyâ\u0080¦. The place you torment ppl??","Bro I am so fuckin sad. Just so sad. It hit me like an hour ago. Inconsolable and depressed. Real bad","Ykwn wht, my abuser get to live his life happily &amp; still make profit from MY STORY. I struggle to sleep &amp; able stay up for 4 days straight. They get to damage me, shamed me for speaking up. So fckn tired.","Take a shower if you're depressed. Planescape: Torment is the best novel you'll ever play. Be yourself, everyone else is already taken. Work smarter not harder. An hour to figure out how to automate something is better time spent than doing a 5 minute task the rest of your life.","Don't make me so depressed I can't find a woman like this, it hurts too much...ð\u009f\u0098¥","Many people (kids or adults) are suffering from depression right now. Some are fighting silently while others are overtired and wanna end their life. So be nice to all the people around you. They might be one of them.","So since I am still DEPRESSED!!!! I'm ordering a gyro from my favorite place. I do what I want!!!","Either I have to wear a mask and shield for hours and hours every day at work or these people can sit together at this game, but not both.  Fuck all yâ\u0080\u0099all. Iâ\u0080\u0099m so tired of this pandemic.      https://t.co/0Pw03e12zN","A year passed. Not a single progress in life at all. Im sad, im depressed, im mad. I tried to do everything even that'll give a very tiny little progress to my life, but it seems like it just wasnt worth it. Going downhill from the first day i was born, a failure. Thats life.","Mikey: Having self destruction and went to total depressed after kenchin died  Also mikey: Still went depressed even kenchin alive  I really dont get it ð\u009f\u0098\u0082ð\u009f\u0098\u0082","Today has been a challenging and sad day which always amplifies depression and anxiety. My thoughts have felt very scattered today but Iâ\u0080\u0099m hoping a good nightâ\u0080\u0099s sleep will help cure the blues and allow for a little more focus tomorrow.","I  have no reason to live. I'm going to hurt someone .","Ok, I just need to say this. I really hate telling you all how depressed I am, but I literally have nobody to talk to about it. I am a very lonely person. Yes, I have friends, but non that next near me. So here we are.","So exhausted and fed up, trying my absolute best","The analysis of these three moods requires understanding overeating mood. It happens only after sad depressed situation. You are twuin of sun rays that penetrating our planet. Overweight &amp; overeating are close friends. Your lovely profile photo indicates you are not fat?","this seasonal depression is kicking my fucking ass i hate when the weather changes and itâ\u0080\u0099s constantly grey","76ERS- I FEEL FOR THE BEST FAN BASE IN PROFESSIONAL SPORTS, PHILLY FANS ARE LOYAL TO THE EXTENT OF SELF DESTRUCTION,DEPRESSED &amp; LIGHTER IN THE POCKET! I KNOW U DONT WANT TO HEAR THIS BUT THERE WILL NEVER BE A CHAMPIONSHIP IN PHILLY WITH EMBIID,&amp; SIMMONS ON THE SAME TEAM!!!!!","Help me figure out the truth behind this.  Depression hit you harder ... 1- If you are originally a happy go lucky person                      Than 2- If you are originally a low spirited person  Like for 1           Retweet for 2","fucking hate life bro been thinking so much i cant get shit out my head im depressed i just wanna die man anyone got a rope","So far, I am getting steadily more depressed. Whatever  a laying philanderer says or does will not raise my spirits","situation like being raped, human trafficking, murdered etc. That being said I'm just living a normal teenage life by turning 20 this year. Not knowing what is \"depression\" , \"low self esteem\" , \"free spirited\" feels like... Other are facing A LOT MORE BULLSHIT THAN ME!!!!!!!!!!!","What do when tired and can't leave bed, but also can't sleep","Tropical Depression  continues to be disorganized this evening. Focus goes to heavy scattered rains across the region including Hispaniola (Haiti &amp; Dominican Republic) where 4-8 inches, isolated 15inches (100-200mm, isolated 380mm) could fall. 15Aug2021 Sample model:  https://t.co/z2ZpRjWOBo","Sort of. 20 years ago I was depressed after being house-bound for 3 months following surgery. When back at work I closed my office door &amp; didn't answer the phone all morning. Sat on a couch immobile til lunch. New job &amp; meds helped me recover.","BRUH I KNEW IT!! THE LIFELESS EYES SHE NATURALLY HAS!  IT SHOWS IMMENCE SADNESS AND DEPRESSION","Iâ\u0080\u0099m just really distressed rn. I donâ\u0080\u0099t have time for anything, I probs have a cold, I canâ\u0080\u0099t even find time to sleep when I need to, my comprehension skills are shit, I cry about every dumb little thing n Iâ\u0080\u0099m so exhausted.","Half of my tiktok fyp is Bojack horseman content and that makes me wanna rewatch it but like,,, I know it will make me so depressed that I will be immobile for months","I hate depression. I don't know how to deal with it when it comes along and I'm sorry if I get quiet and distant.","There was a time in my life when I would have suicidal thoughts daily. It went on for months. My only 'excuse' for not ending my life was that I'm an only child. It would hurt my parents. But I feel broken. Damaged. I regularly spiral in &amp; out of depression","That show was ghastly! It had such an air of washed-out desolation, I think it taught me what depression is. Also: fish falling off cliffs","oh god, i'm tired to be like this","\"Through active promotion of these lifestyles, hegemonic psychological science contributes to some of the most pressing problems of our time â\u0080\u0093 not only different forms of violence, loneliness and depression, but also rampant inequality and ecological self-destruction.\"","My focus has been scattered lately between different games, work/lack of work, dog, depression, etc.","Yeah itâ\u0080\u0099s been a solid month for me. This has never happened to me in my life. Itâ\u0080\u0099s hard to even process it. Iâ\u0080\u0099m so Fucking depressed and I feel like an absolute loser but it is what it is","I have to go out again. Tonight. I donâ\u0080\u0098t wanna go outside. Apparently Iâ\u0080\u0098m in the middle of a depressive episode and the only thing I hate the most when depressed is to leave the house.","Did a celebrity look alike test with 2 different pics and now I feel depressed because Townsend, some star I despise and fucking Immobile appeared ð\u009f\u0098­ð\u009f\u0098­ð\u009f\u0098­ð\u009f\u0098­ I blame my parents  https://t.co/36zv8kLHRN","I can relate b/c I've had to deal with chronic pain &amp; mental anguish from PTSD. My family still doesn't understand &amp; criticizes me when I can't keep up w/housework, etc. b/c depression combined w/the pain keeps me down, curling up in bed for days. cont."," \"Iâ\u0080\u0099M rEalLy diSapPoIntEd yOu of aLl pEoPle rEaSon tHis wAy ð\u009f\u0092\u0080\" shut up! Brudda your club has given me depression and deteriorated my mental health be grateful I'm even reasoning at all.","Takemichi at the start of Tokyo Revengers: Iâ\u0080\u0099m going back in time to save my old girlfriend from middle-school!   Takemichi now: Instructions were not clear. Currently need to save my depressed boyfriend from his own self destruction.","Postpartum  can have several causes. As a first-time mom it can be hard to tell what the signs are. You may think that these feelings are a normal part of being a new mom. You might think that you're overtired and that in time the feelings might pass. (1/3) ð\u009f\u0091\u0087","So Iâ\u0080\u0099m just going to make a quick announcement. I will be taking a break from playing the game and streaming. Iâ\u0080\u0099ve been depressed for a while now and I need to take some time and work on myself. I just need to focus on my mental health. Love you all.","In EG, he's overeating, he's self medicating with alcohol, he has PTSD, he's depressed.  And in one scene, he sees that he is still worthy.  So you know what you can do with your attempt to put me, and every woman, into a box you've made for us.","I donâ\u0080\u0099t mean to torment you or anything but hypothetically you could be super depressed often without at least me knowing  https://t.co/P3AGuTVOBZ","Yâ\u0080\u0099all want long lasting relationships; realize that means people get sick, people may become immobile, people can lose memory, people may lose money, people may go through depression, people may have anxiety disorders.","I just feel so depressed why wonâ\u0080\u0099t it ever go away","I have a headache and I'm overtired and I can't tell if it's depression, my period, burnout or my body fighting this infection.... or maybe this is just my normal state of being now, what is life","So the universe is telling me to be depressed also on instagram ð\u009f\u0092\u0080  https://t.co/YKHhqq4HD6","Coincidentally I'm reading Mindhunter and apparently men with mommy issues tend to become serial rapists and killers and the like. Men with daddy issues? Probably depressed anxious losers with self-destruction tendencies. No dice.","What you just described here sounds like depression. What you've described below with the change in your sleep pattern could be lack of sleep and being overtired which can often be a trigger for depression. Perhaps try a bit of St John's Wort tea as a bit of a pick me up?","Just found copy of a letter to my 82 yr old uncleâ\u0080\u0099s GP from consultant. U was low spirited and ataxic. Recommend referral to psychiatrist to treat â\u0080\u0098endogenous depression with ECTâ\u0080\u0099   Letter from 1993 Vancouver Dr but really?","royâ\u0080\u0099s crisis of identity without football - nateâ\u0080\u0099s crisis of confidence - beardâ\u0080\u0099s crisis of love - rebeccaâ\u0080\u0099s crisis of self-destruction -  jamieâ\u0080\u0099s crisis of identity -  tedâ\u0080\u0099s crisis of depression -   I gotta go lie down. â\u0080\u009cdark forestâ\u0080\u009d indeed","Obviously lol why would maal you have depression filled lifeless bahu will be the life of the  party lol ð\u009f\u0098\u0082","But because capitalism depends on an exploited and immobile impoverished class -- of which I was once a member, and only escaped because I got lucky -- all that does is further depress wages and keep labor in line.","Behind grief, ppl have become addicted to drugs, loss their jobs, become depressed, have taken their lives, have become unhealthy via overeating or undereating DESPITE what theyâ\u0080\u0099ve been told about the negative effects of doing the above. Glad to see so many know how to cope tho!","I broke my ankle so I was using all the immobile time to be depressed about it.  'cept today.  Today, and all future immobile days, I'll rebuild my stream/brand until it's something I'm passionate about again.","thank you, I just hate these days where I just feel depressed and useless ð\u009f\u0098\u009e","My co-worker said I look like a knock-off stephen king when shaved so I snapped back with \"Nah I write stories about self-destruction, not child gangbangs\" and the absolute depressed expression that followed made me regret saying it. xD","30 minutes in and I can already tell this is going to be something that I need some help from Alec or someone to just keep me from feeling like shit and feeling frustrated all the time. I just cannot keep myself on task when it isn't something I really think I will use","i have never been this depressed in my life before my god i hate it here","I would love to get help with therapy . Iâ\u0080\u0099ve been suffering with depression for years and have recently started having anxiety attacks because of it . Thereâ\u0080\u0099s a clear stigma with mental issues in my community and I donâ\u0080\u0099t want to continue to ignore it . $zombiejedi","AND I need to make decisions for me and for what I need/want. I always consider others more than myself. I honestly think thatâ\u0080\u0099s why Iâ\u0080\u0099m so drained ð\u009f\u0098¢","Please I have debt piling, bills to pay, groceries to buy. I want to get back on my feet and start my business, I've been so depressed. $jd64dd","cw: suicide, depression  I get ECTs when the depression really hits. Every 2 to 3 years. It's always at the end of months of suffering with a high risk for suicide.  I'd let them implant a mini ECT in my head, so I save myself the pain and wasted time, in a heartbeat.","i have been so weirdly depressed the past few days its not even funny anymore ???","Listen, we got you! I know itâ\u0080\u0099s hard not to get depressed, it really is, but we know how much you put into it because we know you care. Forget her, sheâ\u0080\u0099s obviously trash that has nothing better to do than torment other people. We love you ð\u009f\u0098\u0098","weâ\u0080\u0099ve hurt each other, i know that. but you were my everything and i loved you so much back then. im exhausted in this kind of heartbreak but idk what to do","I can get caught cycling on details. Luckily, itâ\u0080\u0099s one thing that helps me draw, paint, and edit. I go from very scattered to intensely focused. Depression and ADHD are both diagnosed in relatives, but Iâ\u0080\u0099ve never been diagnosed with either.","i dont always trust bmi because a lot of it is bullshit (ie my pediatrician spouting a bunch of bs about me overeating when really i was just. on a medication that made foods affect you more + insanely depressed bc grief does that (no i will not elaborate) so i was sedentary) BUT","tw // depression , suicidal ideation ,, death  . . . . . Im pretty sure ill die soon anyway bc idk to handle life bc of all the trauma .  I  stopped giving  a shit about my mental health again . so im just waiting for death /srs","\"Long-term untreated depression\" was a phrase I heard a great many times. Generally speaking, unaddressed mental health issues don't age like fine wine. Therapy is usually beneficial and everyone could probably stand some at this point. Practice self-care, not self-destruction.","I read about the sadness, the depression, the isolation. The public persona and the insecure private side. The independence and the self destruction. Did it make her more creative. Was the DEEP soulfulness of her voice a culmination of the above? Probably.","I'm so fucking depressed and I'm struggling to do basic stuff. Even eating or changing clothes is tiring and takes me too much time.","you mean depressed and overeating because his ties with epstein are being revealed","Bad people don't tend to become good by either strategy, but NOT forgiving self is what keeps good people with depression in torment. That's the context of Matt's words. Speaking against self-forgiveness to depressed people would lead to more suicide.","I think the issue tends to be that many women suffer frm underlying postpartum depression on different spectrums that goes undiagnosed which on top of just havin a baby, both parents are OVERtired and overall stressed. All of those factors combined definitely tests a relationship","The whole reason of why I changed my lifestyle was to naturally heal my depression and PCOS symptoms so Iâ\u0080\u0099ll be damned if my body wants to continue feeling fatigued and lifelessâ\u0080¦I am going to finally feel better in the fall","It's been a tough days off late am hearing people yapping at my ears about my unemployment to be precise my parents to talk about it. It makes me feel weak am getting into depression need some hopeð\u009f\u0098\u0094. I have been through childhood trauma am healing from that","i became so angry. like beyond infuriated. that anger turned into hate which then had me feeling petty and evil. i was not well. i was broke. i was depressed. i wanted revenge. i didnâ\u0080\u0099t even want success anymore, just payback somehow.","Lack of focus &amp; vision will lead you to depression, low self esteem and living a mediocre life of scattered results ð\u009f\u0095¯ð\u009f\u0094¦ â\u0080¢ â\u0080¢ You canâ\u0080\u0099t become a professional Rugby player and a professionalâ\u0080¦  https://t.co/vsgKF4cI6U","best but I feel depressed even in the hours and the days when no one is there to make me feel better, no wonder I feel hopeless and alone. And then people try to make it about them and guilt me into staying and even if they dont guilt me... I just idk. Idk how to kms and I think","burnout can affect autistic people in all kinds of ways (again with the spectrum). some of these include becoming depressed, immobile, non-speaking for a period of time, or even just serious fatigue.","Being overtired all the time is a symptom of depression that Iâ\u0080\u0099ve gone through myself. If itâ\u0080\u0099s at the point youâ\u0080\u0099re saying something like this, a doctor or therapist can help a ton. It did for me. Message me if you need to talk.","iâ\u0080\u0099m so fed up of feeling so overwhelmed and drained i fully just wanna sit and cry 24/7","I'm so tired of this.  I don't believe anything or anyone any more and it makes me sick.  This may really be the end.  Italians can no longer work.  A guy in here a couple of months ago argued with me saying \"I don't see a mark an anyone's forehead\" do you see them now?","U voiced my thoughts so well, mother fucker got so depressed she was abusing cough syrup and overeating/starving.  At college. Knowing her parents were paying for it. Knowing she was fucking it all up but not having the motivation to stop it.  It's really tragic.","This movie should have been . A movie about the depressed immigrant bent on his self-destruction.  It would have been a classic.  Someone should redo all Imtiaz Ali Films. All except Jab We Met and Highway.   https://t.co/FRhsk3xONk","Oh damn she's just playing a whole mid 2000s Playlist Can I teach that class instead?  Tomorrow my students are just going to get an overtired me with a birthday hat on playing a depression Playlist","I hate the fall my depression hits me so hard","I feel so fake because whenever I talk abt my depression or my past, I like emphasize that Iâ\u0080\u0099ve never actually wanted to kms and that I rlly love the little things in life but I somehow gloss over my lowest points and downplay the depths of my misery. Itâ\u0080\u0099s weird.","Mannequin is a song about depression. And sometimes in life I feel like I'm dead, lifeless and tattered just like a Mannequin but I used that as a motivation for change and try to regain my self again. Godbless the gays and godbless pop music!","the post virtual concert depression of the 7th live has me lifeless this morning fr","No, life change/depression/anxiety is the gateway. Drugs, alcohol or any kind of self destruction come afterwards.","yes i am depressed and have a severe problem with anxiety and suicidal thoughts, how did you know?  https://t.co/Q711yC9fMu","A year ago I was two weeks into a brutal spinal injury that left me immobile and severely depressed. Today I did absolutely nothing notable and Iâ\u0080\u0099m still the most grateful Iâ\u0080\u0099ve ever been. Life is amazing.","not saying you need to pretend to be happy for social media bc thatâ\u0080\u0099s a problem in itself, but depression posting all the time and making that a habit is a form of self destruction imo","I am floored that my food allergy test came back all negative today. It must be the gluten. I literally have to reintroduce wheat and gluten into my diet to be tested adequately but I know itâ\u0080\u0099s gonna make me so immobile n depressed ð\u009f\u0098­ at least Iâ\u0080\u0099ll know tho","People who eat unhealthy diets, smoke and drink fall down that deadly rabbit hole because of depression.   Do NOT compare them to anti vaxers who's self destruction stems from a sense of smugness &amp; self rightousness.","- Iâ\u0080\u0099ve been depressed for so long, I just donâ\u0080\u0099t know anymore .","I don't always think it equals depression, though; I think it sometimes shows one's focus has become cluttered or scattered","Weâ\u0080\u0099re all still suffering from emotional trauma in your lives that we NEVER talk about .. &amp; most of it comes from our childhood from how people treated us .. itâ\u0080\u0099s makes us very defensive! but once I started to acknowledge that I canâ\u0080\u0099t let my past trauma","I'm just so fuckin' depressed I just can't seem to get out this slump","Ahahaha.. I can't imagine being Simone Inzaghi. Was happy with upgraded from Immobile-Caicedo to Lukaku-Lautaro, now feel the depression about downgraded so quickly to Dzeko-Pinamonti (rumors Zapata rejected the approach).","As someone that has struggled with anxiety and depression for most of my life, I can relate to feeling hopeless at times. Even when things are good. Thatâ\u0080\u0099s the thing about mental illness. Itâ\u0080\u0099s a shadow I dance with that takes the lead sometimes.   Youâ\u0080\u0099re not alone. Ever.","Iâ\u0080\u0099m so depressed. I was supposed to be married this month on the 17th. My birthday and Halloween are fucked cause of covid, again. Iâ\u0080\u0099m heartbroken and tbh Iâ\u0080\u0099m just over everything. I want it all to stop.","I am emotionally drained from everything else in my life. And when I come home, sheâ\u0080\u0099s often in a state. So that drains me even more."," it will go away!!! ik its cliche but do a hobby! i was journaling a lot before the overeating cycle and i find that i get extremely depressed in \"binge\" cycles, so try to find something to do that makes u happy!!","With Chiron in retrograde so many people are about to fall into depression and self destruction. I pray for you!","I spent about three years immobile with anxiety, depression and grief. I was convinced that this was it and it would never get better. Iâ\u0080\u0099m now working a job which is teaching me a lot and have grown considerably. If youâ\u0080\u0099re hurting please hang on because it really does get better.","and then the way he spirals into deep self-destruction &amp; depression &amp; eventual suicidal tendencies is like. too real oof ouch. like as someone who went thru that and came out the other side, it really hits home in a way Generic Angstybois usually don't","These kind of meetings depress me so much!","Just what I needed. Few end scenes of Devdas to sink my vaccine affected high fevered already immobile body and mind into the absurd perversity of depression. Your eyes Shah  , your goddamn eyes.","i am so fucking depressed right now lol","if he doesnâ\u0080\u0099t sound depressed and on the edge of self destruction I DONT WANT IT hffjggn","Wanted to tweet something for mental health day because itâ\u0080\u0099s so very important to take care of yourself, I donâ\u0080\u0099t have anything amazing or motivational to say Iâ\u0080\u0099ve done in my life, I have a really bad year with depression my sophomore year I thought of and almost committed suicide","hand down the best thing that happened this summer was getting the opportunity to see people go from immobile depressed or catatonic schizophrenic to up and about joking and smiling stable like. cannot stress how happy it makes me to just be able to talk to my patients again","its offical, i need to sleep and rest my brain. im so exhausted.","I may appear hopeless and depressed but in the the inside I'm stressed too ..hehe.","My high school self would be so proud of my current self.    We did it, we made it out of the trenches of depression, anxiety, self destruction, and toxicity. Now we taking care of our damn selves and doing it with class","Im so exhausted at this point, like why canâ\u0080\u0099t i just wake up skinny tomorrow? Why do i need to fight my mind every day?","I AM tired of being nice I DO wanna go apeshit","It would be like going from waid's run to the next storyline: ah yeah, here we go again. I love that being depressed af and self-destruction are kind of the point of daredevils character, but let matt murdock &amp; co be happy this one time, ffs.","Our Precious Snow Flower I can't express the word about the affection I focus on you. You saved my scattered life with your songs. You saved me from depression and loneliness. Snow Flower  is the trademark of your love on ARMY.I feel it.  https://t.co/ny5W96bNpK","I will never understand how people have such a lack of empathy. Maybe it is just me, but it is so saddening to hear people be so cruel. - Overtired after work thoughts battling through depression","â\u0080\u009cI set out to dispel daily depression. Every afternoon I get low spirited, and one day I discovered the walk...I set myself a destination, and then things happen in the streetâ\u0080\u009d - Vivian Gornick   reminder to get your work out in today. If for nothing else, the mental clarity!","Its mainly focused on helping shinji out of depression The player will be able to take shinji on dates to multiple places You can find the outfits scattered around and meet with people I am still writing most of the plot  I plan on making some cooking on it too","Iâ\u0080\u0099m dead tired of seeing happy couples on my tl im just gonna start blocking yâ\u0080\u0099all","The older I get, the harder It gets to be a reliable friendð\u009f\u0098\u0093 I can give you money for whatever but I work so much and am so exhausted and still have to tend to my love life and fix my mental in my free time. Itâ\u0080\u0099s alot.","i canâ\u0080\u0099t wait to graduate highschool so i can be depressed in peace","Itâ\u0080\u0099s actually disgusting and Iâ\u0080\u0099m tired of everybody lying about it!!!!","someone please offer me a hug but only if youâ\u0080\u0099re taller then 5â\u0080\u00995â\u0080\u009d. iâ\u0080\u0099m so depressed.","God may have made me built like Gunna but thatâ\u0080\u0099s ok because he also gave meâ\u0080¦.allergiesâ\u0080¦.? And an autoimmune diseaseâ\u0080¦..And severe depressionâ\u0080¦..and the attention span of a dead gnatâ\u0080¦.You know what just disregard this","I wish life would slow down for a while. Iâ\u0080\u0099m so mentally exhausted.","That's exactly what I did my man  Following their advice I was a depressed, injured, immobile overweight late teen - before I figured it myself and never looked back - then started the mma ð\u009f\u0092ª","T-28 -- Procrastination is self-destruction.","Ovarian Cyst removal - they made 3 incisions in my stomach. It felt like my guts were going to fall out every time I moved. I had to literally roll off of my bed to get up. Bunion Removal - I was immobile for a month+ w/severe pain, swelling and lots of depression."," Poor Ryan though :(  He kinda reminds me of this lyric \"Feeling like a shark if I stop Iâ\u0080\u0099ll die\" from the song \"Good to be alive\" by PVRIS, which talks about depression. Something which Ryan struggles with, especially when he's lost his purpose/is immobile.","every year i act surprised when my regular depression and seasonal affective disorder fight it out in my brain to see who can make me hate myself the most","gonna b more active on private than here bc iâ\u0080\u0099m doing v poorly + i donâ\u0080\u0099t want rant more in front of a large audience so closer moots ff to follow (if weâ\u0080\u0099ve interacted a few times ur close idk) but pls donâ\u0080\u0099t b offended if i donâ\u0080\u0099t accept + iâ\u0080\u0099m depressed as fuxk so proceed w caution","men i think suck a dick and fuck themselves in ignroance acting depressed being fake using drugs and overdrinking &amp; overeating and despise whtie becuase they arent acting whtie and dont use their breain to be whtie so they can be respected and be a man in life instead of ignroant","tw negative //   I hope my zzzquil kicks in soon bc my anxiety and depression are acting up hells and I feel like ass. I hate it.","And so depressed I suffer with depression and anxiety I feel all a lone I don't have any family here I'm fed up with it I've been trying to get out of here for years and no one is listening to me. Do please help me now","It's getting bad again I hate it so much I have medicine to help why is it getting bad again I hate my self so much it's so fucking stupid I'm so fucking stupid fuck you depression","I hate that every time I donâ\u0080\u0099t have the strength to fight my depression or have any other kind of emotion I get made to feel like shit about it and have to apologize and make some one else feel better.","I experienced psychosis while I had COVID. I thought people were breaking into my house to try and kill me. I literally thought I was crawling out of my skin at one point. Iâ\u0080\u0099m convinced that COVID triggered major depression. I had never been suicidal &amp; I almost took my life.","I think Mickey would have still ended up in prison and depressed, but Linda was the catalyst for the final scenes. But if Linda had not been there, Mickey would probably have gone on a different path of self-destruction, as Sammy would still be a bad influence. (Fan perspective)","Iâ\u0080\u0099m so mentally drained any time I have to interact with anyone","after Johnny Marr heard Morrissey's lyrics for \"Some Girls Are Bigger Than Others\" (great lyrics, I'd say), he \"spent two weeks ... locked in a room, sat immobile and depressed in the same chair, eating very little and suffering vomiting fits.\"","found a friend with a broken wing yesterday, so he's coming to work with me today   (I always seem to find critters in need when I'm horribly depressed, almost like we get to help each other. it's funny. and I'm okay tbh, just seasonal depression creeping in among other things).  https://t.co/lypSLWrM36","I miss traveling it made me so happy now Iâ\u0080\u0099m just depressed in my room everyday","Give it a couple days and see how you feel. My hubby said the same thing. Turns out, it was the news, not Twitter.  I don't watch news anymore. However, I've definitely been suffering some depression and anxiety more so lately.","reminds me of the forced swim test where if the mice or rats become immobile they are depressed  https://t.co/BpglrQml02","I  have no reason to live. I'm going to hurt someone .","Pernah sik kau busy kan diri kau untuk hilang stress. But end up i still sad and depressed. U cant hold it anymore and u finally cry because it really hurt your feelings","â\u0080¢Namaz takes your Depression away.  â\u0080¢Namaz Charges your soul.  â\u0080¢Namaz Gives Peace of heart &amp; mind.  â\u0080¢Namaz is solution to every problem when no any other solution left.   In short Namaz Gives life to lifeless and hopeless peeps â\u009d¤ð\u009f¥º  -addi ð\u009f\u0094¥","If you find some lively &amp; energetic person suddenly converting in gloomy,sad,depressed,low spirited.just observe them.He or she might be suffering from depression.Try to understand them,talk to them &amp; help them in taking medical help and letting them come out from this condition.","I miss my baby so much I could just bawl my eyes right out ð\u009f\u0098\u009eð\u009f\u0098\u0094ð\u009f¥ºð\u009f\u0098¢ I am so depressed  https://t.co/VOAoHyHado","i am just. so fucking tired i donâ\u0080\u0099t want to keep dealing with one thing after another i canâ\u0080\u0099t cope with any of it iâ\u0080\u0099m so so so fucking exhausted with being alive and daily tasks and crisis after crisis iâ\u0080\u0099ve had more than enuf","Gary Barlow: Overeating makes me depressed - Gary Barlow says overeating makes him feel \"depressed\".  The Take That star has battled with his weight in the past and has revealed that he avoids eating too many carbs and limits his alcohol intake to keep in shape. He told The Su...","PTSD, Depression and Hi&amp;h Anxiety is a bad combination when you are trying to sleep. I hate life sometimes, and hate is a very strong words. Hope I respite on my judgement day. In'sha Allah","I love this poem, but it's the title that rings in my head whenever my focus is scattered by depression, anxiety, stressâ\u0080\u0094the darknesses that haunt.  https://t.co/faqAL4ms6x","I'm so fucking depressed constantly I want to hurt myself but I don't have anything  I feel like I'm going fucking crazy Someone in class was even able to tell I was depressed just cause of the way I said a sentence ð\u009f\u0098­","and my depression and suicidal thoughts come in such huge swings like one day ill be perfect and happy and restricting and in control and then two days later im depressed and disassociating and trying not to kill myself and its just a shitty cycle that repeats every 3-4 days","like good job, thatâ\u0080\u0099s exactly the reason it took so long for me to tell yall iâ\u0080\u0099m depressed and suicidal","I'm great supporter of  but completely out of question for people severely depressed enough for ECT- they're some combination of unable to think clearly/immobile/jumping out of skin agitated/numb/sleepless/emaciated/delusional.","Tell me beautiful  How dawn is born on the bleeding wounds,,  How to erase a beautiful hand  Storms roar and pollen hail,  Tell me beautiful  About the paralyzed warmth,  In the corners of the heart winter scattered,  Tell me beautiful  How do I change my anxiety, depression?","i really hate that me being exhausted is invalidated bc my parents have worked so hard their whole lives. i just want them to agree with me, and theyâ\u0080\u0099re always talking about comparing. like why would i compare, i just wanna express my exhaustion, i canâ\u0080\u0099t even do that.","Im so fucking tired kay? Its not under my cobtrol amd ive done my part already ð\u009f\u0098­ð\u009f\u0098­ð\u009f\u0098­","Oh, thank you! Even if it was empty of pretty furniture &amp; the view was a parking lot, I would love it. Seriously.   I get extremely depressed &amp; sick with no light, esp in winter. Living in this basement is a torment in that regard.   Thank you for creating &amp; sharing this.","I know you're gonna tell me you are being patient but if you let your desire for love consume you all that awaits you is self destruction"," And if that wasn't horrible enough, while he's at his absolute worst, his literal demon comes back to life to physically &amp; psychologically torment both him &amp; his friends. It's the perfect arc for Cloud, but sadly many people only know him as \"gloomy depressed emo protagonist\"","I hate having seasonal depression, fall is so gorgeous and my brain is just like â\u0080\u009cHEY MOTHER FUCKER LETS BE SAD FOR NO FUCKING REASONâ\u0080\u009d  https://t.co/S20CWsYaCL","I love how my depression makes me stare at a ceiling for an hour and then hate myself for not getting anything done ð\u009f\u0099\u0083","\"Hmm well procrastination, depression, burnouts on the regular, grieving, a dozen or so unhealthy coping mechanisms and a couple of new ways of self-destruction. OHH and i read a book yeah ð\u009f\u0098\u008a\"","I wish I could remove the depression feeling around birthdays because I really donâ\u0080\u0099t want to seem ungrateful but I really find it difficult to find the happy around birthdays.","I am so over living here. Honestly is making me depressed how i never have a second of silence","By all accounts she was on her way to healing, having a job she loved and a relationship that was blossoming. Rani Riveraâ\u0080\u0099s lifeless bodyâ\u0080\u0099s was found on her bathroom floor and her depression medications all around her. Later, her family discovered her writings in her computer.  https://t.co/UCunUqZFAP","i get so depressed and overwhelmed by the works and then spend the whole week either getting into fights or run around the house  https://t.co/FwBDxDvoVv","This next part of my story talks about scattered focus and anxiety. Next one talks about depression and becoming one with your craft. Should I make one album to reflect all this or break into two? ð\u009f¤\u0094","I am suffering from depression, great! Been in denial about it for a bit, but I know thatâ\u0080\u0099s what this is. Thank goodness itâ\u0080\u0099s mild."],"replies_count":[0,0,0,0,0,0,0,1,0,1,0,0,0,2,0,1,0,0,2,0,0,0,1,0,2,0,0,1,1,0,0,3,1,3,0,0,1,0,0,0,0,1,1,0,0,0,1,1,0,0,1,0,0,0,1,8,6,2,1,0,1,5,2,0,0,1,1,0,1,1,0,1,0,1,0,0,0,7,0,0,0,1,0,0,1,1,1,1,1,1,8,0,1,2,0,1,0,1,1,0,1,1,0,0,0,1,0,1,0,0,0,1,1,1,4,0,0,1,0,1,1,0,0,6,4,1,0,0,2,1,2,0,0,0,2,0,0,0,0,0,2,2,0,0,0,1,1,1,1,0,5,0,0,1,0,0,1,0,1,0,0,0,1,0,2,1,0,4,0,0,1,0,1,0,1,0,0,1,0,0,2,0,1,0,13,0,1,2,1,1,0,2,0,1,6,0,1,0,0,1],"retweets_count":[0,0,0,0,0,0,0,0,0,0,2,0,0,1,1,0,0,0,0,0,0,0,0,1,3,0,0,0,0,0,0,0,0,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,1,0,0,0,0,0,0,0,0,0,0,1,13,0,1,0,0,0,0,0,0,0,4,0,0,0,0,0,0,11,0,0,0,0,0,0,1,0,0,0,0,0,0,1,0,0,0,0,0,0,0,2,0,0,0,0,1,0,0,0,0,1,18,0,0,0,0,3,0,0,0,0,0,0,0,0,0,0,0,2,0,0,0,0,0,1,2,0,5,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,0,0,1,0,0,0,2,1,0,0,0,0,8,0,0,0,6,0,1,0,0,0,0,7,0,0,126,0,4,0,0,0],"likes_count":[3,1,8,0,0,0,1,1,0,3,2,0,0,18,10,2,0,0,1,3,0,0,1,4,8,1,0,2,1,0,0,15,0,8,0,0,5,0,0,0,0,0,2,1,0,1,1,2,0,0,0,0,5,0,0,43,10,1,0,5,0,11,6,1,0,0,2,1,1,2,0,6,1,138,1,1,0,27,0,1,0,0,0,8,2,2,0,1,0,0,167,1,0,12,1,2,0,0,4,0,7,0,1,0,1,0,0,2,3,2,3,0,4,1,45,6,0,9,0,1,0,0,0,148,13,0,1,1,14,1,0,1,0,0,3,10,0,2,3,5,30,4,0,0,0,1,2,8,1,8,7,1,3,1,3,0,1,2,2,0,0,0,1,0,6,2,0,18,0,3,1,1,1,0,12,2,0,1,0,0,22,0,0,0,55,3,5,0,1,1,3,109,1,0,657,0,13,11,1,29],"label":["yes","no","no","no","yes","no","no","no","no","yes","no","no","yes","no","no","yes","yes","no","no","yes","yes","no","yes","yes","no","yes","no","yes","yes","yes","no","no","yes","yes","yes","no","yes","no","no","yes","yes","no","yes","no","no","no","yes","no","yes","yes","no","yes","no","yes","yes","yes","no","yes","yes","no","no","yes","no","no","no","yes","no","yes","no","no","no","no","no","no","no","no","yes","no","yes","yes","yes","yes","yes","yes","yes","no","yes","no","no","yes","no","no","yes","no","no","no","no","yes","yes","no","yes","no","no","yes","yes","no","no","no","yes","yes","no","no","no","yes","no","no","no","no","yes","no","yes","yes","no","yes","yes","yes","no","no","no","no","yes","no","yes","no","yes","no","yes","yes","no","yes","yes","no","no","no","no","no","yes","yes","yes","yes","yes","yes","yes","no","no","no","no","yes","yes","no","yes","yes","yes","yes","yes","no","yes","no","yes","yes","yes","no","yes","yes","no","no","yes","yes","no","yes","no","yes","yes","yes","no","yes","yes","yes","no","no","no","yes","yes","no","yes","yes","no","yes","no","yes"]}