{
  "content": [
    "Anthony Joshua’s promoter reveals boxer sulking, frustrated after Usyk defeat  https://t.co/xolNewp6RM",
    "Im so fuckinb depressed ive been fighting depression and suicidal thoughts my entire life im literally 21 and my life has never been worse than it currently is every year it just keeps getting worse and I honestly dont think i cant take this torment anymore i just dk wtf to do",
    "You can get cool stuff like Disorder 1/3, the first volume of my experimental body horror series about self destruction  https://t.co/y0ayNLgBmd  https://t.co/ByJr4ksDbu",
    "Feeling full makes me feel gross and I get depressed 😀 because one time I legit almost Binged on chocolate bread because I thought one piece would be ok but bread makes u hungrier so yk what lead onto that",
    "Depressed and immobile me: ok but how can we make this better?  *drinks monster iced tea* Me: *same but energized, depressed, and immobile* 🙃🙃🙃",
    "Depression/anxiety from growing up around a depressed alcoholic dad absolutely destroying my ability to write songs about sad feelings.  I can do it but want to kill myself afterwards so I don’t.  But how to be cured???",
    "like good job, that’s exactly the reason it took so long for me to tell yall i’m depressed and suicidal",
    "Nope, they've been profitable for years",
    "cheated on and used again in a relationship, degraded and made to feel worthless by someone who I thought loved me for me. That's my own depression demons, loneliness and fear. I'm 36 years old, still dealing with the torment that my ex wife 11 years ago did to me by cheating",
    "What are you trying to fix me for? Maybe I'm broken but I'm not sure Am I depressed or am I just bored? Apathy and irony, post modern anxiety",
    "Hahaha it's better, if I did it, I'd be frustrated from the start😂",
    "I’m so stuck in a lifeless depression and i have no freaking clue how to pull myself out of it😭",
    "how does anyone feel anything while listening to the origin of my depression  like this feels extremely forced and lifeless in many bad ways",
    "I have been disabled for most of my adult life. I live on ODSP, broke, suicidal, serious health problems, serious illness, depressed, despair, bleak just, mad, no friends, etc.. I'm expected to live like this?Undeliverable  https://t.co/o95rKPq7rV",
    "I am so depressed I am a 8th class student who always gets insulted by his friends and they insult me so very bad   Bye I am doing suicide 😔😔",
    "why do i have to live in a world where every emotion is connected to food ?  stress eating, depressed overeating, eating because ur happy, etc i hate it",
    "TW i hate my parents so much, my mother just hitted me because i didnt go to school but she doesn't understand that i literally tried to kill myself yesterday and im mentally drained today",
    "This weekend has mostly been waves of anxiety, poor sleep, nightmares, and feelings of total inadequacy. I want to make my Sunday better but I can’t bring myself to get out of bed. Depression and BPD suck. I feel hopeless.",
    "Ok, I just need to say this. I really hate telling you all how depressed I am, but I literally have nobody to talk to about it. I am a very lonely person. Yes, I have friends, but non that next near me. So here we are.",
    "And so depressed I suffer with depression and anxiety I feel all a lone I don't have any family here I'm fed up with it I've been trying to get out of here for years and no one is listening to me. Do please help me now",
    "I can relate b/c I've had to deal with chronic pain &amp; mental anguish from PTSD. My family still doesn't understand &amp; criticizes me when I can't keep up w/housework, etc. b/c depression combined w/the pain keeps me down, curling up in bed for days. cont.",
    "I don’t know how to feel.  lately I’ve been feeling so down and depressed. My suicidal thoughts are getting vivid.. I feel so lost and empty like someone just ripped my heart out of my chest..",
    "I'm legitimately so fucking disgusted, I've struggled with depression, self harm, and suicidal thoughts for the past 14+ years. I'm a huge advocate for mental health and seeking help. I can only imagine what could've happened if I'd seen this ad during some of my worst moments",
    "lol, i just had to restart and you know what? i'm still depressed. It all feels so off the now immobile boat so she steals a dagger, offers to buy a fuckin tub",
    "It's happening. I'm on the brink of becoming the depressed, self loathing thing I once was. I'm in over my head and I'm literally letting my happiness be decided over, of all things, a wrestling wedding. My expectation is Macho Man/Elizabeth 2. I'll get Test/Stephanie 2...",
    "I always feel lonely this time of year and I don’t know why  Last fall I was lonely and extremely depressed but don’t worry I’m still filled to the brim with self-loathing and inferiority complex",
    "Everyone is getting engaged, married, having babies, puppies, etc.. and I just want to lose 10 pounds.. how do I kill my appetite without being sick or depressed?!!",
    "fucking hate life bro been thinking so much i cant get shit out my head im depressed i just wanna die man anyone got a rope",
    "people fucked me over so hard i taken them out of my suicide note damn",
    "If I don’t see a therapist ASAP imma sink. I truest feel like I’ll go back into that dark place where I was so depressed I was immobile. I wouldn’t eat, drink, shower… shit I barely got up to use the bathroom. I didn’t go to school. I was physically and mentally depressed…",
    "the baby into the world… well it happened. just bcs you didn’t want it to happen doesn’t mean it didn’t happen.. i am honestly really traumatized from reading this. how can a person reach that point of self-destruction that she’s almost delusional.. dreams are only to an extent.",
    "Hey uhh…..depression? Can you please leave me the fuck alone?",
    "    I was at Berklee in 83. You could sense so many of the teachers were exhausted from being asked, \"how'd he play that!!??\" Only one teacher there had a clue and demonstrated the one thing he had down (incorporating a flat 5 into the minor pent scale.) It was a short lesson. 😀",
    "MAYBE IM BROKEN BUT IM NOT SURE AM I DEPRESSED OR AM I JUST BORED? APATHY AND IRONY POST MODERN ANXIETY  https://t.co/G05Nyprd4g",
    "It's self-loathing hours!   This is why I try and not talk when I'm depressed. I say the wrong things.",
    "so fuccking dried out, when will I be able to live with depression without going immobile",
    "I am Losertoshi, the Guru for all global Losers. Once i  was asked, what have you gained from meditation? I replied „nothing“. However let me tell you what i LOST: Anger, Anxiety, Depression, Insecurity.   Sometimes you win by losing 🤌😘  https://t.co/RnpZo3BV3Y",
    "They will have the same advantages throughout the Southeast (GA is next). They also lead now in PA, AZ &amp; have 500 M of Cash to buy into more states at depressed valuations. Their competition is already in these states so they won't be bidding against many other players.",
    "idk why i feel so drained today all i did was scroll thru stan twt and think",
    "6/ My last family was my mom who died of covid last year. I had to have a GoFundMe just to have her cremated.  Sorry for falling apart. I'm just exhausted, depressed and scared. I'm trying to learn to be more real, more personable on here",
    "He getting better but still get frustrated",
    "So the situation with my medical weed is if I *don’t* take enough I get suicidal ideation, locked-loop thoughts, intrusive urges &amp; impulses &amp; I start getting depressed.  If I *do* take enough, I don’t get much done in a day; except cook - It’s a hell of a demotivating medication.",
    "🚚🎵ah depression my old \"friend\"  Time to torment me ay? Been a while so let's just get it over with.  I'll be offline for the rest of the night. Ciao",
    "For real tho, what motivates you to get up every morning and go for it? I started eating „healthy“- even looked up the difference gut bacteria makes, and absorbed as much as my tired brain could about anti-depression foods, diet and exercise. And yet, I’ve stopped fighting.",
    "I have never dated. I don't know how to talk to humans. And yet, once a month I am saving my friends relationship from falling apart cuz they already come to me for advice. And consequently I fall deeper into my depression because I'm so ✨alone✨",
    "I feel this - I find myself becoming emotional and nearly immobile for hours after experiencing or observing unkindness/ unfairness/ cruelty - like I am deeply depressed or checked out.",
    "I'm so creatively hungry yet so drained to create anything",
    "I hate dealing with depression. It fucking sucks how hopeless and sad I get when it doesn’t need to be like that. I also wish I just didn’t overall get sad so easily.",
    "was at the doctor and i said i was depressed and wished i was dead and my mom said i was stupid asl and to stop talking to her I HATE IT HERE  https://t.co/y7zRukcYyb",
    "I feel like my depression over the weekend and breaks is getting worst. It's so hard to muster up interest in anything for too long.  I'm just so lifeless I don't know what to do. I just know over labor day I'm gonna be miserable",
    "I  want to die. so I'll just end it .",
    "‼️ I was and am being abused by a friend, and I'm getting help. ‼️ ‼️ I am depressed, having dreams and thoughts of suicide, and I'm getting help.‼️",
    "depression, anxiety, insecurity, paranoia, failure, trauma, anguish, guilt, memories and the confusion of my mind... are killing me.",
    "I'm experiencing chronic tiredness because of my depression and it made me feel ever more hopeless because I'm at the point where I'm tired all the time and I have no motivation to do even a simplest task",
    "I  can't see any reason to keep going on. so I'll just end it .",
    "Punjab CM is just another cheap frustrated Congressman.",
    "I  can't see any reason to keep going on. so I'll just end it .",
    "now i'm depressed the world is dark the future looks bleak there's no more hope left for me",
    "Genuinely wondering if this depression will ever go away, I think this is the longest period of time I’ve been depressed with no break. It’s starting to feel really hopeless",
    "What are you trying to fix me for? Maybe I'm broken but I'm not sure Am I depressed or am I just bored? Apathy and irony, postmodern anxiety",
    "I’m disgusted by the way hackney Citizenz advise Beauro have been dealing with me over the past 4 years ! I suffer frim various invincible and visible disabilities including DEPRESSION due to my physical health deteriorating over the past 4 years !It is unfair unjust",
    " Am I supposed to stand up and say \"thank you God for this life of loneliness, depression, bullying, and torment?\"",
    "haha 70/30 chance I’m living in my parents basement next fall, immobile depressed and medically helpless   i wanna die🥲🙃",
    "+Saint Gemma Galgani, please intercede for my friend Lisa B who has excruciating thoracic spine pain.+",
    " nothing just na convo starter equivalent to \"how you doin\" but everyone on twt is depressed and waiting for someone to hear them and hold them but no one is in the headspace to, so to avoid that they came up with \"hey lol\"",
    "Am i just broken like that. I cling onto hope of getting back tgt, while i continue to fall deeper into depression. The more i want it, the more it makes me look weak n delusional. I’m losing myself at the expanse of wanting you back even more. Even I feel disgusted, im sure u do",
    "You know, I thought I was doing just fine. I thought my depression was gone because I didn't feel like I used to. I didn't feel hopeless. But this morning I had to call out of work because I couldn't stop hysterically crying. For no reason. That's not normal.",
    "Anthony Joshua’s promoter reveals boxer sulking, frustrated after Usyk defeat READ at 👉  https://t.co/FI8AAuZIcD",
    "Yes, it expresses a desire for self-destruction. Thankfully I do slim down when I'm depressed, as everything tastes like cinder so why bother. Is your body beach ready?  https://t.co/wyFN6Hz3TH",
    "Bro how is this a even question…one is a masterpiece and the other looks like a depressed sock …I hate most new fashion  https://t.co/t4xAklYQCG",
    "madney edit getting my instagram back from the dead that the algorithm put me on ❤️",
    "more people need to know this. this is kind of sad. so few people understood her legacy that she became lost to history.",
    "100% as if depression and Clinical Depression are the same thing somehow, as if your brain not making happy juice for chemical imbalance reasons is definitely exactly the same as feeling hopeless situationally and systemically.  A pacemaker for the brain is a perfect description.",
    "The sensory overload is beyond astonishing. I just returned to the city and immediately felt the depression seep back in. This place is lifeless, running on fumes, and it crumbles the spirits of those who aren't capitalists or living in a fantasy.",
    "so tired today without even realizing it. nakatulog na lang me bigla. I'm mentally and physically exhausted. glad kevin came today and sebongs will drop another teaser later😭",
    "I've struggled with depression and anxiety basically my entire life. I've considered ending it more times than I can remember. I need professional, but because I'm poor I get to suffer alone. I hate this country for how they treat us!!",
    "frightens you so much with the name of Pakistan that you urinate in bed at night out of fear and your soldiers commit suicide. And to get out of depression, they start raping the women of their own army. BC tum log btao gy k how to defend.",
    "Omg I so did not want to workout today. I was overtired and I just wanted to sleep! I noticed how I was slowly slipping into depression and feeling overwhelmed with all the stuff going on everywhere that I've been…  https://t.co/nJLrVoaaQH",
    "omg i been tweeting so much shit today 😭 i feel hella restless, it's all tsukki's fault",
    "so after i was depressed and went to have a shower i missed loser lover dear sputnik moa dairy AND sweat yeah i’m ending my life  https://t.co/29sZqFgNDv",
    "I emailed  how I was frustrated with *him* not taking ownership/steps to fix &amp; he (his intern) sent me a reply that was *nothing* of value/how he’s fixing + told me my anger was toward .    No, it’s to elected officials that do nothing.   Waste of space. 🤦‍♀️",
    "It isn't black or white. Does it cause you pain to watch it? If so, does that pain help you grow/process or does it leave you feeling worse?  I wouldn't consider it immoral considering all parties have consented. But only you can assess if it's causing damage. Journal about it?",
    "While I was overeating I ate a lot of food that I've been missing and I feel like I've scratched an itch and I'll be good now? But maybe I'm just depressed today and dont want to eat.",
    "bruh i was just vibing but depression has hit me like a TRUCK and now i am rendered immobile",
    "I am grateful for life, hopeless ASF. Depression has ruined me and my only refuge is been online on Twitter.   Sometimes I feel like God ain't listening to me anymore. I've asked for mercy. I just need help, I definitely need financial support.",
    "This shit ain't good, I feel so depressed and infuriating with self rage that I could just kill myself right now, fucking hate me dude, tired of pretending I don't... pls just let me have peace and not having to worry about passing the wrong message... just let me die man... pls",
    "I'm so fucking depressed and I'm struggling to do basic stuff. Even eating or changing clothes is tiring and takes me too much time.",
    "My focus has been scattered lately between different games, work/lack of work, dog, depression, etc.",
    "Lol told my mom I’m closer to suicide than I’ve ever been, she thinks I haven’t been fighting depression openly and rough af TRYING TO LIVE but me wanting to die is just giving up, like my whole life I ain’t been fighting that’s hilarious lol",
    "I got on the scale today and I am disgusted. Like utterly disgusted. Depression really beat my ass and had me slacking.",
    "Crazy how even after three years of consistent therapy, mindfulness and putting daily work in on myself I can still feel so damn depressed with no light in sight wtf",
    "Feeling depressed, full of self-loathing, and generally like shit. Expecting all the good things that might happen to me to fall through and to be in exactly the same shit state I'm in now. We'll see, but I can't afford hope. Hope is the prelude to despair...",
    "went to bed at 5am for absolutely no valid reason but I have a feeling it was a way to ~indulge~ in self destruction bc i feel very fuckin depressed when I wake up late",
    "Hope I’m in a better mood tomorrow cause I forgot just how extremely completely lifeless I become with my depression also my body can’t take this longer lasting paralysis",
    "i've decided having friends is useless and dating is a waste of energy and i am quitting on humanity and on myself all i feel is darkness numbness and depression and suicidal thoughts I'm exhausted and working myself to the bone for a future i don't even want it's hopeless",
    "I  have no reason to live. so I'll just end it .",
    "PARDON AMA BU NE????  why is there a ring on your wedding finger??? OMG DID YOU GET MARRIED??? ON THE 2ND OF SEPTEMBER???? IS THAT WHY YOU HAVE BEEN SO QUIET??? YALL I NEED ANSWERS WTF IS THIS  https://t.co/fvsmG2UWFI",
    "This is so demoralizing. My brother a vet wPTSD, depression. card is lost stolen missing.I am his POA trying to reach bank a month on all numbers -sent certified letter yesterday-next step my congressperson. Shameful! No humanity!",
    "My period hits and my brain goes “oh goody time to be in an awful numb/irritable/depressed/hopeless/self-loathing/self-doubting mood :)”",
    "I’m Nicole. This is my story. I was hospitalized after a suicide attempt in 2000, diagnosed with borderline personality disorder and adult ADHD in 2001, and CPTSD in 2013.  Tyrone is my late ex-husband. We were married from 1993 to 2001. He died from depression in 2007."
  ],
  "replies_count": [
    0,
    0,
    1,
    1,
    1,
    0,
    0,
    0,
    1,
    1,
    2,
    1,
    1,
    1,
    0,
    3,
    0,
    5,
    1,
    0,
    0,
    0,
    1,
    1,
    1,
    0,
    0,
    0,
    1,
    0,
    1,
    0,
    1,
    0,
    0,
    0,
    1,
    3,
    3,
    0,
    2,
    1,
    2,
    0,
    1,
    0,
    0,
    0,
    0,
    1,
    1,
    0,
    1,
    0,
    3,
    0,
    1,
    0,
    1,
    1,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    1,
    2,
    0,
    1,
    0,
    0,
    0,
    1,
    0,
    1,
    0,
    0,
    0,
    0,
    1,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    1,
    1,
    0,
    0,
    1,
    0,
    3,
    0,
    0,
    0,
    3,
    0,
    0,
    0,
    0,
    0,
    1,
    1,
    0,
    1,
    2,
    0,
    11,
    2,
    0,
    2,
    1,
    2,
    0,
    0,
    1
  ],
  "retweets_count": [
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    17,
    0,
    0,
    0,
    4,
    0,
    0,
    0,
    0,
    0,
    0,
    1,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    1,
    1,
    0,
    0,
    0,
    2,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    2,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    1,
    0,
    0,
    1,
    0,
    0,
    0,
    1,
    0,
    0,
    0,
    1,
    1,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    1,
    0,
    0,
    1,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    1,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0
  ],
  "likes_count": [
    2,
    0,
    0,
    0,
    7,
    0,
    0,
    1,
    0,
    0,
    5,
    1,
    2,
    44,
    0,
    1,
    0,
    23,
    1,
    3,
    0,
    0,
    1,
    1,
    11,
    1,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    2,
    0,
    10,
    4,
    10,
    8,
    0,
    1,
    0,
    21,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    2,
    0,
    4,
    6,
    8,
    0,
    9,
    0,
    1,
    0,
    1,
    3,
    2,
    0,
    0,
    0,
    0,
    0,
    28,
    0,
    0,
    1,
    1,
    1,
    0,
    0,
    0,
    1,
    0,
    0,
    0,
    0,
    0,
    8,
    3,
    1,
    0,
    0,
    0,
    3,
    1,
    0,
    3,
    2,
    2,
    6,
    3,
    0,
    0,
    4,
    1,
    1,
    1,
    0,
    0,
    0,
    0,
    0,
    0,
    1,
    1,
    15,
    1,
    0,
    4,
    0,
    3,
    0,
    0,
    0
  ],
  "label": [
    "0",
    "3",
    "0",
    "0",
    "1",
    "3",
    "3",
    "0",
    "2",
    "1",
    "0",
    "2",
    "2",
    "3",
    "3",
    "1",
    "3",
    "2",
    "2",
    "2",
    "2",
    "3",
    "3",
    "1",
    "1",
    "2",
    "1",
    "3",
    "3",
    "2",
    "0",
    "1",
    "0",
    "1",
    "1",
    "1",
    "0",
    "0",
    "0",
    "2",
    "0",
    "3",
    "2",
    "1",
    "1",
    "1",
    "0",
    "2",
    "3",
    "1",
    "3",
    "3",
    "2",
    "2",
    "3",
    "0",
    "3",
    "2",
    "2",
    "1",
    "1",
    "2",
    "3",
    "0",
    "0",
    "2",
    "2",
    "0",
    "1",
    "0",
    "0",
    "0",
    "0",
    "1",
    "0",
    "3",
    "0",
    "1",
    "0",
    "3",
    "0",
    "0",
    "1",
    "1",
    "2",
    "3",
    "2",
    "1",
    "3",
    "1",
    "2",
    "2",
    "1",
    "2",
    "3",
    "3",
    "0",
    "0",
    "1",
    "3"
  ]
}