{
  "content": [
    "I  have no reason to live. I'm going to hurt someone .",
    "So we gon fuck whenever i say « stfu » ?  https://t.co/4CrFuXgLoO",
    "Woke up this morning with the \"no one would even miss me if I were gone\" thoughts going on. Not that they're wrong. I'm just feeling so very drained of life today. Everyone disappears and forgets you.",
    "I'm still feeling depressed hopefully tomorrow will be a decent day... But I don't think so",
    "I am heavily upset, i've been depressed this entire year, so i end up trusting someone due to how kind they were being just for them to get into my chime account and purchase something without my approval, and i tried to rebuttable it and got denied... i want my $822 back",
    "Otherwise, been on radio silence for a few to keep my mental health in check.  I've been extremely drained the entire past couple months, so yeah. I hope to pick up soon.",
    "I feel so fake because whenever I talk abt my depression or my past, I like emphasize that I’ve never actually wanted to kms and that I rlly love the little things in life but I somehow gloss over my lowest points and downplay the depths of my misery. It’s weird.",
    "I'm a little depressed, so please wait for a while.",
    "I literally just got hit so bad with a big depression bubble and I just want to stay up all night and wallow in my misery bc HEY WOW IMAGINE THAT IM A FAILURE AND I CANT DO SHIT PROPERLY but I can’t do that bc I have work LMAOOOOOOO",
    "So much stress that I barely sleep at night. Exhausted throughout the day. I’m so tired right now I could literally pass out.",
    "I’ve been crying on &amp; off for a few hours so my daughter brought me strawberries w/ Nutella &amp; whipped cream. Now I’m crying again bc idk if I raised good humans or if I manipulated their feelings bc I didn’t hide my sadness. Trauma problems.",
    "I hate when writers mock others for having long periods of not writing. I don't write more than I do. Good for you not having debilitating depression and ADHD.  (Not at all equal with the offences of constant harassment and legal system revenge, if you know what I'm subtweeting.)",
    "*Beep beep* 'Device self destruction in 3,2-. Destruction aborted' I mean... Meewwww",
    "Okabe Rintarou. SPECIFICALLY when he wears black. No hate to his lab coat but this specific shirt is &gt;&gt;&gt;&gt; I'm not SUPPOSED to like him in this attire cause its the sad, bad and depressed tl but idc he looks good af in black  https://t.co/0T4bAvVVG1",
    "I've lived with    for years after multiple traumatic experiences that almost ended my life or caused . Depression isn't just a word; it's a painful experience of living, fighting, struggling, praying. There's hope.    https://t.co/mlh0Ln8QBn",
    "Dear Mr. Melzer so guy online tells me the voices i hear aren't schizophrenia but something called Voice to Skull Weapon that they use on people with depression to make them stop being self absorbed is this true  -   OHCHR https://www.ohchr.org ›",
    ": You're so right... and I'm SO depressed.",
    "Mentally I am already drained 😭 so I’m appealing to        Please reactivate my account🥺 I’ve been left hanging for way too long. It’s beginning to take a toll on me.  Username : Norah_neil_  Thank you🙏",
    "Nothings going on specifically, I’m just depressed but I thought I was doing better from last week with all the suicidal thoughts but I guess they’re still lingering around a bit and just hit me out of no where sometimes",
    "Thank you, Peter. I've called suicide hotlines before. The counselors say I'm cutting myself because I'm trying to maintain my control. I have Tourette Syndrome and depression. I get grandiose thoughts. I guess I'm just human.",
    "anyway I'm somewhat tipsy still so gonna head to bed",
    "it sucks that i went through my “so depressed i cant get out of bed” era in college because now im even more depressed but i just have Shit i have to Do",
    "I hate when I vent to therapists and they’re like “omg I’m so sorry you had to go through all that.. you’re so strong” like I dont wanna be strong. I don’t wanna be mentally fucked up anymore. Fuckin sucks to feel drained all the time :/",
    "Omg bro I was so excited now I’m just depressed",
    "i agree with my LRT so much.  how i choose to live my life is my business, but suddenly when it comes to when i choose to end it, it’s not?  suicide isn’t selfish. depression is not a need for attention.",
    "I  want to die. so I'll just end it .",
    "just finished having a 1 hour discussion with my groupmates and i feel so fucking drained",
    "Hey  your replies seem to be more horrible then ur delivery speed . Highly frustrated by your services . What should I do please tell . Should I cancel my both orders and stop using ur services permanently ?",
    "I am a depressed failure. So I am Shion...",
    "\"a bit more time, ily\"  My freaking brain is so drained😑     https://t.co/g1A0tg3EpO",
    "I'm extremely depressed and feel completely alone. I haven't thought about suicide so I guess that's a huge win. 😞 Something's gotta change.",
    "Period pain can be so excruciating sometimes to the point where you just wanna take a whole bunch of pills and call it a mf day🥴🤧…. So I believe that 👩🏾‍🦯",
    "Sober me be so depressed. Drunk me just don’t give a shit about nothing ‼️",
    "i have no idea what the fuck this means but i transgendered mid-semester and my cis female roommates still love me because they’re normal :)",
    "I'm always so exhausted, I'm probably not even going to do a Halloween pic this year. Hopefully I can do a Christmas one tho.",
    "cw: suicide, depression  I get ECTs when the depression really hits. Every 2 to 3 years. It's always at the end of months of suffering with a high risk for suicide.  I'd let them implant a mini ECT in my head, so I save myself the pain and wasted time, in a heartbeat.",
    "I'm neutral with class 1a but yeah some people hate them act like they fucked their mom lmao",
    "I’m so restless today, not in the studio as it’s a day off, what am I supposed to do I only know music lol. Film time I think",
    "I see you too are getting frustrated Glenn.",
    " Awww, I missed you too!!! I'm taking a break from doing school works then bukas ulit kasi I feel really drained from doing them continuously 😭 I hope you'll get better soon!!! Always take care of yourself ♥️ Go watch the new \"What if...? \"episode, IT'S SO INTENSE 😁",
    "I’ve been so exhausted after work lately. Who am I becoming 😩",
    "I am exhausted.  And I’m so tired of the docs not knowing how to treat us. We are making progress.   We will prevail!! Never ever give up. I’m sorry you’re still struggling. It seems like every day I develop new symptoms.  🥺   I’m so sick n tired of being sick n tired.",
    "depressed but also up earlier than i would be on a normal depressed day (because I have to be) so. small victory i guess lol",
    "I can offer you hope. Even when depression tells you it is hopeless, that is a lie. My magic potions: Lexapro and Effexor XR 😘🤗🥰",
    " I've been living with my diagnosis for &gt;20 years but in truth I think I've been living with depression for much longer &amp; it only became\"acute\" following the birth of my youngest. Years of counselling to deal with significant trauma &amp; have been relatively stable on meds for 10 yrs",
    "Depression deciding to invade again, I hate that its warm right now also and I have no air conditioning damn apartment living. Feeling mentally blah even though things have been positive lately.",
    "I’m exhausted. These dreams waking me up every damn night have got to chill. I’m so tired and mentally drained",
    "They get extra restless after every time BT$ reaches another achievement like UNGA yeah. They keep thinking the boys will finally start their downfall but the day never comes. So they target who they think is the easiest. JK on the K-side. Joon on the I-side. Like every damn time",
    "I spoke to her about how I had received clinical diagnoses of Bipolar Type II and BPD, as well as nearly losing my life to suicide. She said, “Okay, but have you actually received a diagnosis of clinical depression?”",
    "so exhausted with every bad happening to our family! But I know God is with me....",
    "I honestly wish somebody could just throw my dead body in a river or something",
    "But in reality, it was because I just felt very depressed. I was so over my life. At some point, I did want it to end. But I would never intentionally take my life away.",
    "The mania is still there, and the deep depression is setting in strong. Why does everyone hate me? Why am I like this?",
    "sigh i’d love to see you tho. i’m sick of being depressed and trying not to act like it in front of my friends 😪😪 let’s make suicide jokes and tell each other of the shitshow that is our life and get mad at people and wound each other 😪💔",
    "Hi guys I am not famous or have any good friends I am depressed of what's going on I dont have any views or anything my clan is a failure I dont know wat to do pls help me",
    "And yes I'm 2 years into my recent burnout. It's hard. So good luck to you as well  And yes NTs mask too. But it's natural for them. For me it's like learning a role dependent on situation after so much study, then being exhausted after playing it",
    "I’m not depressed, but I sit in bed all day doing nothing, wishing I had a life/job/plans for the future. BUT I also have severe anxiety about being a functioning member of society. SO, the point I’m trying to make is, the sweet release of death sounds super yummy.",
    "It’s always so mad to me when I think about how I planned to be dead by now. Depression is such a bastard.",
    "Fuckin trauma, insecurities, feeling alike the biggest failure, whole a lot of tears, anxiety, depressing, sleepless nights and what not, just cuz some dumb person judged me on my potential, this education system is fucked up badly",
    "I  want to die. so I'll just end it .",
    "so yeah, i’m not going to school because i feel way too depressed  i also ate some nuts and now i regret it",
    "i swear i be getting so depressed after that happens no lie dreams are a double edged sword",
    "I'm deeply depressed and suffering from ptsd due to my son dying and my ex boyfriend assaulting me. I'm always alone in my house. I'm very worried about my well-being. 😪💔",
    "a question , if feeling sad and depressed after seeing someone happy okay ? I feel so bad .",
    "with kindness and compassion. Never judge or shame. You could make the difference between them staying alive or them commiting suicide. Learn the signs of impending suicide and call the Suicide hot line in your area. I know full well about depression. My daughter has Drug",
    "Twitter nada back then was so depressed. I still am lmao",
    "I’m so disgusted by myself really but depression was whooping my ass",
    "(screams) (thuds) (groans) Despite the excruciating pain and the fact I am about to pass out, the science at work here is spellbinding!",
    "The amount of laundry I’d get done if I wasn’t so depressed all the would be immense I’d imagine.",
    "My meds help but only for a temporary state of time. I’m tired of being depressed, sad, and angry. I’m not having suicidal thoughts which I’m proud of. I just wish I wasn’t struggling mentally!",
    "I hate to get sad on main but I hate my life. My body makes me uncomfortable, my fathers dislikes me, and school is stressing me out really bad. I haven't felt happy in a long time. I'm mentally drained. I need a break from myself. I'm so tired. Rant over.",
    "So the universe is telling me to be depressed also on instagram 💀  https://t.co/YKHhqq4HD6",
    "Depressed because I’m not where I want to be right now, and I know very well that I have to get out of my comfort zone to do what I want to do. I have so much self doubt and past shame that is holding me back. This sucks.",
    "it really makes me feel like shit, she always refers to my depression as \"a tiny little bit\" of depression... why do u have to diminish it? i literally write suicide notes, i wanna hurt myself like i used to, i don't have the energy to clean my own room or take care of myself",
    "I also tends to depress myself so much that I gets a stomachache, and generally has a weak stomach.",
    "i dead ass am so fucking depressed and at my all time low i don’t wanna be here.",
    "I'm so fucking depressed constantly I want to hurt myself but I don't have anything  I feel like I'm going fucking crazy Someone in class was even able to tell I was depressed just cause of the way I said a sentence 😭",
    "A sign I've been wallowing around depressed since all of the trauma and sadness in August is that I haven't read a book since then. I need to reboot so today I'm going to make myself finish the book I set aside back then.",
    "Depression/anxiety can make it difficult to focus. But if I find the right book that's really engaging, it can help stop racing thoughts and get me out of my overthinking/negative-thinking head.",
    "That shtick bitches be having of I’m always depressed, I don’t wanna be here, nothing in life impresses me was always corny and now is so played out",
    "Is there any way to avoid inconsistent of notation during typing a paper? Or it can only be synchronized after completed? I was frustrated that I keep changing notation for new sections",
    "No matter how bad things are right now, no matter how stuck you feel, no matter how many days you've spent crying and wishing things were different, no matter how hopeless and depressed you feel, I promise you that you won't feel this way forever. Keep going. Goodnight! 😘",
    "I'm depressed so I won't cheer up... Tetora-kun, if you draw an illustration, like to tell me to cheer up, and support me that way, it might fill me up with motivation...♪",
    "If anything I wish I was working. I don’t have a job. I hate asking my mom and sister for something as basic as pads or airtime. (Sometimes they say no), do you know the major anxiety and depression people who stay at home suffer from?",
    "Oh and I hate when people ask me “why you depressed” first of all I can’t remember because of my depression and i might be depressed cause I stressed myself tryna remember something I forgot",
    "Why am I so depressed and angry all the time?",
    "Wow I’m so exhausted. I should sleep!  Brain: how about ANXIETY and the feelings of LONELINESS and INADEQUACY instead?",
    "I actually suffer from regular bouts of severe depression. This is a disease that causes TERRIBLE suffering, equal to any physical pain. Any breakthrough that can cure it is a good thing. Don't begrudge people who suffer from diseases cures.",
    "I wanna cry but I literally can't. Ive been conditioned my whole life to think crying isn't acceptable and I have no reason to be depressed so suck it up.that now when it feels it's the only thing to make me feel better and I cant even get my body to do it 🤦‍♀️",
    "I  have no reason to live. I'm going to hurt someone .",
    "I believe in karma and it has been bad as hell. I’m not happy. I’m extremely depressed! My appetite has decreased and I don’t find anything interesting anymore.",
    "I  have no reason to live. so I'll just end it .",
    "idk but i was feeling a bit depressed yesterday so I barely felt hungry and I spent half the day sleeping....just woke up now at 2am",
    "So this is now day 3 of no internet at my job. Which wouldn't be a bad thing if our business wasn't conducted online, and our phones/fax weren't internet based.  I've also been unable to do any of my personal/cosplay work.   I am frustrated.",
    "i hate when girls see other girls drunk and they laugh w kda like you should help cuz you never know what could happen. like we only have each other!!",
    "as much as possible i dont want to label myself as depressed no matter how sad i am because it's a deep term and i dont wanna self-diagnose. but i do think now that i am 'kinda' depressed:)) idk im so fucked up",
    "I'm sorry, but it just makes me depressed. I hate having to be out in it for my commute.",
    "When I Get Bored in My Tent I Start Mumbling Out of Despair And I Hate The Sound Of My Own Voice I Think I,ve been in a Four Year Depression Over Someone And Dont Laugh Lil Mamii 😉  https://t.co/4zSSfk3cGx",
    "What? So much rain just makes me depressed!",
    "Trying to kill my anxiety, depression and overthinking before they kill me.",
    "Sir i have been scammed by a flipkart merchant worth 1 lakh rupees last day, sir I'm 18 years old i can't  recover this much amount . I feel like about to sucide cause I'm  so depressed and i can't figure out anything, no one is going to help me ,urgent help sir",
    "Spa. Period. Parents don't tell us but they feel mentally exhausted too. So, instead of delving into the world of souvenirs &amp; other materialistic mayhem, get a mental retreat plan designed for her. Also, Happy Birthday to her in advance 🌸",
    "me because my life is falling apart , i’m pretty sure i have all F’s, haven’t been to school in 3 weeks, can’t see my nephew for his bday, depression is kicking my black ass,  my bank account is down bad, oh &amp; let’s not forget abt my sister 😔💔.   https://t.co/1OsmsO7ibx",
    "hahahahaha i’ve been putting off a big assignment for a week and finished it to find out it’s easy ass fuck and i could’ve gotten a 100% if my ass wasn’t so depressed ahahahahahahdmfmfmdmdm",
    "i'm exhausted mentally and physically lol but im so glad to talk to you wait i missed you sm",
    "the way my depression gets so much worse on rainy days, i hate this",
    "i am tired. i am exhausted. from my head to my soul to my bones i am so fucking tired.",
    "I have chronic illnesses. Recently Took a leave from work due to stress. Im so depressed. Cleaning up water and washing the rags is feeling like a huge burden 😕  https://t.co/FvoO84ePv0",
    "I  have no reason to live. so I'll just end it .",
    "you guys have broken my heart every year since 2010. i’m officially on suicide watch",
    "There are a lot of things that can’t be cured naturally. Polio, leukhaemia,typhoid, epilepsy, aneurisms, and a whole host of auto immune diseases I’ve got depression and tried everything, the only thing between me and suicide is fluoxetine  Natural cures aren’t for everyone",
    "sick of losing soulmates just started playing so basically i’m going to be depressed for the rest of my life",
    "I think this is a fair thing to be worried about. Seems like a good depression treatment tho",
    "ahhhk hello bestie!! i'm so drained rn because of school works. tnx for asking and interacting with me 😭",
    "Yeah I know, my dad is a child with ptsd and head trauma from a work place incident and my first suicide attempt was when I was 6, not because I had a bad home life I felt like a burden at 6 years old. We’re all a little depressed right now Covid fucking sucks. Life sucks",
    "I’m so fucking depressed I would rather just die some days please end my suffering",
    "and my depression and suicidal thoughts come in such huge swings like one day ill be perfect and happy and restricting and in control and then two days later im depressed and disassociating and trying not to kill myself and its just a shitty cycle that repeats every 3-4 days",
    "i just want the pain to stop. i want to be pain-free. all pain. i want to not be so fcking depressed. i want to not have to constantly worry abt putting out fires.  god i hope i don’t need to be hospitalized.  i might have to up my ECT to twice a week at this rate.",
    "So since I am still DEPRESSED!!!! I'm ordering a gyro from my favorite place. I do what I want!!!",
    "Lmaoo my aunty tell my parents she find they letting me engage them too much. That's the mentality that does have yall children suffering w depression and all kinda heavy secrets for years but not saying anything lol but N E WAYZZ",
    "I  want to die. I'm going to hurt someone .",
    "As a bipolar and bpd survivor, everyday is a living hell for me. Esp when I'm having an episode. Sometimes I'm aware, sometimes I'm not and the next thing I know everything is all over the place. I cut so many relationships when I'm manic. And I cut my hand when I'm depressed.",
    "Cull my flesh, These myriad imperfections. Gift me a body of steel. Craft me a replacement self. Seeking serenity in self-destruction, The reconstruction of the brain-cage. Circuitry and metal, I want to leave mortality behind. Become more than I could ever be. Human no more.",
    "i work every weekend im so exhausted, i dont have any time to do school work and my grades are getting bad i want to die",
    "yeah i’m not into this hoe phase anymore , i’m depressed and missing someone who doesn’t miss me and i do stuff to do my best to forget about them which helps for a good minute and then it comes back and i end up being sad again so idk what kind of fucked up thing i’m doing",
    "bruh i’m so depressed if any of my IRLs see this i am in fact crying for help rn please reach out",
    "Fuck I’m getting so depressed and I can’t stop it. Fuck. It’s bad.",
    "I slept for 8 hrs or so, I had naps but I still feel restless.",
    "I'm sure Facebook is guilty of what the whistleblower is saying. However, Twitter, TikTok, You Tube etc. are all dangerous for any young person suffering with low self esteem or depression. Maybe they all should run ads for help to hotlines/sites to assist those very people.",
    "Yo depression on the timeline but I've been dealing with chronic depression and suicidal thoughts for a while now and I don't know if I want to keep going. I'm trying my absolute best to find some happiness but damn it's really hard when I just see darkness all around me. ily all",
    "Both are disabling autism makes me hate myself more because depression don’t want do something and autism going freak out if I don’t do it so I end up in maltdown for not doing something because I too depressed. It a awful intersectional cycle of self hatred. Both to blame for it",
    "  JFC it wasn't the \"first thing out of my mouth\" there, Mr. Language Cop. Also, \"she refused to get vaccinated\" is a verbatim quote from her sister when she broke the news to us. Policing the language of those suffering personal trauma is pathetic.  And she's not dead, you weirdo.",
    "I'm literally just so mentally exhausted over this whole thing it's making me feel invalidated",
    "Former NYC Council Speaker Christine Quinn is in the hospital after suffering a ruptured appendix.  https://t.co/T6hYcVdalE This is the same person who fought tooth and nail to close Saint Vincent's Hospital and turn the lower Manhattan trauma center into condos for millionaires.  https://t.co/qah3c1lYLb",
    "If I ever commit suicide, don’t ever think it was the bullet or noose or the pills that killed me. Know it was the crippling depression, the debilitating anxiety, the years of fighting demons that few others ever saw and eventually losing those hard fought battles that did it.",
    "Back to you-Idk it just makes me hella upset cuz I’ve been in toxic relationships and I’d message my ex’s shamefully apologising and saying I’d do anything for them, I was very depressed and had low self esteem so I felt the need to rely on others so yeahhh it gets deeper but ya",
    "I always felt like someone was following me but when I looked back I couldn’t see anyone, i got so exhausted I’d stay in my room for days and not open for anyone, I got so frustrated I even cut my hair with a scissor because my head was too hot for me",
    "I may be depressed and a failure but at least I'm skinny 🥳    https://t.co/feCR8sNZQa",
    "Sure I still feel and am severely depressed and at times I still wish I was dead, but when my head isn't yelling at me with bad thoughts, I find a silver lining in the storm. A lining that shines some sort of hope &amp;  some tiny sliver of happiness that doesn't want to actually die",
    "If I’m depressed throwing me in a mental health hospital and forgetting me is not saving me. It’s someone shutting me up for awhile so they don’t have to deal with me and can feel better about themselves. I don’t need saved. I need meaning, employment and stable health insurance",
    "I miss my grandpa so much. It hurts so much to never be able to see him again. Grief sucks ass. And depression combined with suicidal thoughts makes it worse. 😭💟",
    "yho i’m so exhausted nkate i was running or something",
    "You was the most important person in my life, and you ruined me.",
    "When i'm depressed, i try to open twittr  The depressed is gone, now i really want to suicide",
    "I feel like they don't know what it is to suffer crippling depression but still have a resilient spark of life that keeps you going despite your absolute loathing of how your life has ended up. I wish I didn't know what that was like!",
    "I told two ER nurses and two doctors that I’ve been having thoughts of suicide and depression lately. That was 24 hrs ago and I’ve still not seen a councilor or therapist in this hospital. Don’t ya just love mental health in the South?",
    "I'm kinda scared to go back to south Carolina I was so depressed there and I just- ugh idk",
    "i have been off work since last October as i nearly taken my own life im suffering with depression &amp; anxiety with the  i am living on 350 a month as of today it will it will be lower im not ready for work please read this",
    "Ughh, today is really a no good day... I'm so depressed, I want to die...",
    "I just pray God got me cause I can’t do birth control again😭 literally wanted to die I was so depressed on it",
    "i’m already so mentally drained and working graveyard makes me overthink more idk how some of y’all do it 😭",
    "Getting myself to sleep with noise has been such a hard thing to do and now I feel like I’m regressing because every single noise keeps me up now. Like I’m constantly exhausted because I can hear every noise in this apartment building and it’s so hard to sleep anyway.",
    "I am more depressed now than I was when I have cancer. My carpal tunnel has just been so bad that feeding myself, bathing myself, petting my dog, cleaning, &amp; even school work &amp; even typing this is hurting. Shit just sucks and I hate it.",
    "my depression isn't tho i'm literally on the verge of suicide every minutes of the day",
    "\"It wasn’t burnout — we still had energy. It wasn’t depression — we didn’t feel hopeless. We just felt somewhat joyless and aimless. It turns out there’s a name for that: languishing\" -    https://t.co/DhqRh609io",
    "Nah, not in the mood for arguing with anyone today.  Plus, facts are facts. 🤷",
    "I am sick of being so depressed all the time. What is even the point of being alive if I’m miserable? Like make it make sense. Im just ready to leave",
    "I stop taking my meds hen i gt depressed because I hate myself and it makes everything worse",
    "History Repeated Again  I have started Abusing Again because i am FRUSTRATED/DEPRESSED/IRRITATED again  First 3 yrs,I didn't abused anybody then I started abusing for 6 months only,then i stopped abusing for 18 months but Nothing happened &amp; Now,I started abusing again after 5 yrs",
    "Day 6 is no shirt day. My master loves playing with my muscles.He ordered me to workout (I do daily, anyway)but this time he was telling me what to do. It was a kind of a forced workout. I got exhausted but so horny at the same time.I got punished for every set i couldn't finish",
    "TW // suicidal thoughts and dog death   Dang I’m feeling very depressed and suicidal lately, i wonder whats up? *10 year anniversary of my dog’s kidnapping and murder* ooohhhh … that’ll do it 😢",
    "I Ignore everyone and Stay silent without any interaction . And I think I have gotten better with the 'fake happiness' thing  lmao that sounds so dramatic but n e ways.i have had thoughts of self-harm but I just never thought much of it. Am I sui*id*l ? Maybe I am depressed .",
    "I dont believe this is the end of my story. Sadness, loneliness, pain, trauma and all sudden things came to my life just to torture me.",
    "I am depressed. Sometimes I don't know what to do anymore... I feel like a total failure and my dreams will just be dreams. I am mentally tired but I still try to get up every single day and try to stream...      Take care of yourself please!",
    "pt 2., So basically i don't want to be here anymore, i hate it here, 'nobody' loves me i'm ugly ect. i don't want to die but its so hard i'm struggling. . . I attempted suicide 'three' times in the past week i really don't want to go but my depression is taking over pls help me",
    "Well today my dad feels so much better! Which is absolutely great news! I still feel drained, and slept in till 1.45pm. I still feel like I could sleep for a week!",
    "Nfts made me very depressed. Thinking about suicide every day...and thw worst, it made me loose my interest in doing art",
    "please help me, I'm even going into depression,I only know how to cry with so much worry help me, it's already crossed my mind to take my life,I don't know what to do anymore,I'm worried about my 4 children.😭😭  https://t.co/crLR6CCfzn",
    "home sick and all social media is down so I can either be depressed while I force myself to be productive and do stuff or play video games and disassociate and I'll let you guess which one I'm doing.",
    "This has been by far the most violent year of my life. You hear people say its going to be ok ,pray etc but no,not when people and life push you to the point of breaking.I did that i hanged in there,but i failed  I am a recovering from suicide, mental depression. Im still here.",
    "These days I’ve been so depressed and anxious that I'm not enjoying the activities and things I usually like to do",
    "I just feel so empty and apathetic, like I have no energy to do anything anymore. I cry when I’m in bed at night because I just want to fall in love with life again.",
    "I swear if I ruined my laptop I'm going to be even more severely depressed then I already am  I'll be the ultimate failure",
    "My mama had me so depressed with her sad ass music in the car. Couldn’t tell me a lil boy hadn’t done me dirty 😭",
    "The impatience and impulsivity of adhd, apathy of depression the “it’s probably gonna happen so let me first them “ in anxiety",
    "Zero is just like Kainé, except she has a Dragon and will literally step on anyone who dares cross paths with her.  Also Drakengard 3 is pure depression and unfair bosses, i hate it but i love it",
    "I  want to die. I'm going to hurt someone .",
    "i told my capricorn dad that i was feeling depressed bc i’ve been working so hard at school &amp; my job. he said to “take it easy” and that “when it’s time to reap, you’ll be so happy” dad i’m mentally ill please  https://t.co/Eq6JDmcQTj",
    "These kind of meetings depress me so much!",
    "I don’t even know what to do with myself anymore. My depression and self hate is at it’s lowest.",
    "I  have no reason to live. I'm going to hurt someone .",
    "i couldve been in so many different timelines but i just had to be in the one im depressed in",
    "so depressed I didn’t see you at lost lands",
    "this just happened to me not even an hour ago????",
    "makes me uncomfortable and insecure she doesn’t do anything. We are a very open couple like she has full access to all my socials and knows my phone password so recently I wanted to see what they talk about cause I overthink stuff a lot and wanted to put my mind to rest instead",
    "I see. Well it’s good to have you back. I was getting worried",
    "Why are u so depressed I don't know I am alone Maybe this world is so fucking cruel Maybe i am just tired of living",
    "Hey, I just wanna say that I love your au’s and I’m gonna wait for the part two of favorite crime, no pressure ta… — awee i love you so much :( thank you bb and i will take my time! i hope you stay hydrated too!   https://t.co/Y5VQGctv0z",
    "I  have no reason to live. so I'll just end it .",
    "So why I stop my birth control two months ago and I’m more depressed and sleeping worse than ever? 😭 I think I’m broken",
    "I  have no reason to live. I'm going to hurt someone .",
    "Hi there. I’m Lisa Malyn. I was diagnosed with severe clinical depression and have tried to commit suicide more than once BUT I am still here and in my mid 50s. I do understand. Please no matter how bad or dark it may seem PLEASE, PLEASE keep reaching out.  https://t.co/ORtdy6Kqwr",
    "i am so depressed i feel like jumping in the river behind my house but won't because I'm thirty eight and not eighteen",
    "It’s focus was to depress me. Pass guilt on the basis of understanding that we as humans keep our good name. Isolate me from every point and put me in a duress state in fear for my life and my friends and families lives. It succeeded once and I attempted suicide multiple times.",
    "i am just. so fucking tired i don’t want to keep dealing with one thing after another i can’t cope with any of it i’m so so so fucking exhausted with being alive and daily tasks and crisis after crisis i’ve had more than enuf",
    "That or trying to gauge where depression goes from \"pretty normal\" to \"probably getting bad.\" Cause it's always a low hum?? so I dunno, man. Every day I wake up and I play a game called 'let's see if I wish i was dead today!'",
    "The National Suicide PreventionLifeline 1-800-273-8255The National AllianceMentalIllness 1-800-950-6264The Association of Black Psychologists 1-301-449-3082The Anxiety and Depression Association ofAmerica 1-240-485-1001Posted with the best of intentions I will delete if offends u",
    "\"Amid the corruption, uncontrolled pandemic, depression of people’s lives and resort of the ruling regime to more cruel terrorist attacks against the people, the continuing reign of the Duterte regime will bring nothing but more hardship and suffering.\"",
    "Listening to new 5SOS music makes me so … depressed",
    "imagine taking breaks, like at all- maybe that's why i'm so exhausted, ah well",
    "I'm so depressed I'm flat, and instead of lifting me up she put her foot on the neck of my soul and pushes me into the ground... God I wish I would have died on my last surgery. I need help and as much as I give it, I rarely get it in return. Its all good though..",
    "i rly wish i would simply ✨not exist✨ rn im so exhausted",
    "i’m so fucking depressed i sometimes forget lol",
    "Instagram is down so I thought I’d take things over here. I am eating a nice healthy kale salad. pickled onions, goat cheese, the works. I’ve chosen the perfect little vintage filter &amp; not one of you can tell I’m deeply depressed",
    "I'm 26, been dealing with depression and anxiety since I was around 12, suicidal thoughts come and go since then but currently i just want to end everything since I don't seem to have a future",
    "I turned 10 in November of 87, so I finished grade 4 in June, got glasses for the 1st time in the summer, and when I entered grade 5 in September my \"girlfriend\" dumped me because I was a \"nerd\". That started my (so far) 34 year battle with depression. 1st suicide attempt at Xmas",
    "CW: depression, suicide, OCD  Have been a bit quiet on here recently because I was extremely ashamed to have relapsed with the old mentals again.   My lovely counsellor noticed a bunch of red flags and gently persuaded me to talk to the GP, /1",
    "It’s 4am and like yeah I did end up cutting and I drank the whole bottle I’m very drunk &amp; high and exhausted I got maybe 1hr sleep last night I hated last night I hate sharing a bed I hate how pathetic I am and how bad I am at being a human this sucks lmao I hate myself so much!",
    "I feel like I'm mentally drained. I feel like I just can't go on... I feel so tired and I've been crying at random times and place.",
    "Welcome to my life I think we all know the drill here fun one day, recovery the next and then fighting though the depression to wake up the day after that ,I am so tired of it ,I am just so burnt out on being depressed",
    "No one cares that I have depression. I have it for over 6 or more years now and I'm not doing better, it's only becoming worse and worse. My failed suicide attempts will always be on my mind. I wish I could know how not having depression feels like.",
    "been so depressed lately havent been able to make any music or nothing and im actually going insane a lil bit Life beating my ass",
    "so fucking depressed gonna fight some random in overwatch team voice chat just to feel something",
    "TW // depression , suicide , self harm  I know nobody cares, but if you don't hear from me ever again, this is why  https://t.co/JhLy68Loyu",
    "Me: can i call you im kinda feel depress and so low rn. Irl: sorry we're busy Me: okay sorry for disturbing 😔   I swear i dont want any sympathy but i cant do this by myself 😭😭",
    "I remembered that episode where they were talking about depression. I was disgusted on how they were saying na it's all in their head 🤮  https://t.co/7nOTdZh3Q0",
    "What about danger? So what, what about risk? Let's climb the mountain before we cross that bridge! Cause I'm restless, I'm restless, I'm restless, for whatever comes next. How wonderful to see a smile on your face. It costs farewell tears for a welcome-home parade",
    "I am so mentally exhausted from being worried about money all the time",
    "I just don't want to bother people.  I'm at the point of being so exhausted and stressed, I just cry....I can only be so strong for so long",
    "nner. Especially in such a sensitive time of grief, trauma,  &amp; healing this country has experienced It doesn't show any kind of humanitarian effort as yr mantra tries to claim. Shame on u Divvy for being deceitful &amp; misleading to an America suffering in healing after a crisis.",
    "You guys put my depression on such a extreme level that now I really do care of myself...I really care of death...I really don't care of suffering..I just wanna make you guys regret that's all....you guys are that one who make me a devil..congrats to everyone...I losed  myself 👏  https://t.co/m3ebjfpwd1",
    "That explains my chest pain, pins and needles down left arm, high blood pressure, excruciating migraines, SOB, exercise intolerance. Was told it was “anxiety” by GP.",
    "My kids get home from school and they are so drained. 🥴 Poor kids.",
    "i'm inclined to say yes but im depressed too so 😬",
    "As a very highly sex-driven person who has not been having much sex because trauma/tragedy etc, my body interprets any respite from extreme sadness as 'HORNY. Masturbate NOW.' and it does not care that I am still quite sad and it is not appropriate &gt;:(",
    "My WhatsApp App status is the only thing in the world that I talk to and genuinely listen to my shit so I'm going to stay depressed till it is restored. 😪",
    "I'm fighting my depression and suicide thoughts",
    "Brian you are a great reporter! When he is found, You should be given the Exclusive rights to the Capture. You've devoted so much of your time to this case.Having him on the loose &amp; getting exhausted,he will eventually, hurt someone,or just give up!! Hope no1 gets hur",
    "Nah because im so depressed that the only thing i ever do is work and smoke every single day. Life on repeat.",
    "depression, imposter syndrome, and general feelings of being a failure overwhelming me tonight  https://t.co/cuD96lEdB9",
    "I am always depressed, I can't live without the hateful thoughts im my mind, I tried to commit suicide twice in the past 2 years but i failed, I've been betrayed by a lot of friends, i always have a beef with my family, i hate this society, i can't adapt with this culture......",
    "im feeling extremely depressed but at least i lost my appetite",
    "im just going to vent here bc i only have 3 irls here  Im so drained. :( I don't have any time for myself anymore and i am so burnt out from uni and orgwork. The work just keeps on piling up and i am drowning. 😓",
    "I feel invisible here, Completely alone. A faceless person Nowhere to call home No name or colour No conversation My life is no fuller Just isolation My wings are tired So I'll rest a while Maybe when I wake I'll greet a smile          https://t.co/rDApPDf7WD",
    "Feels like I don't have enough energy for the whole week.  Sheeeesh... Feel so drained and irritated.",
    "I’ve struggled with depression and suicidal thoughts for 25 years, I’ve tried to take my life as recently as 3 weeks ago",
    "I have severe depression that is non respondent to existing therapies and this terrifies me more than the crap that increases my desire for suicide.",
    "Dear mam I'm suffering from Depression + Fear + Anxiety, I have been fighting for the last 10 years, the responsibility of the family is on me, mother and father are elderly.I have been taking medicine for 10 years also I have to eat till I am alive.",
    "Did my first therapy session yesterday. It was bad. I went to the session with a level 10 depression. I didn't held back anything about my life. It was fine until I brought up the fact that I have everything ready to commit suicide. She got worried.",
    "i'm so tired of living with my parents. it's exhausting to live with people you hate you and you hate them back 24/7. i feel like a horrible person for hating them but they fucking hate me too. i'm exhausted i wanna be by myself for the rest of my life",
    "i have been so weirdly depressed the past few days its not even funny anymore ???",
    "My entire bank account was drained. I don’t have a cent to my name. I don’t know what the fuck to do, and I don’t know how I’m going to take care of myself and my child for the next two weeks until I get paid. I have never felt so hopeless.",
    "Incredibly, incredibly depressed at the state of this hellhole country this week. Even more so than usual. It's got me feeling very hollow and numb and trying to spend a lot less time on social media for a few days because there's just too much stupid to deal with, mentally.",
    "I'm technically depressed. So come. So forth. Need Comfort. To become Comfortable.",
    "For more than a year I could crawl myself to the prayer mat. I was so depressed that Azaan would scare me, pls don’t try to convince people that only Namaz can heal them, as when you are in pain your whole body suffers and you become weak. Unable to get up, you feel drained.",
    "i’m so fed up of feeling so overwhelmed and drained i fully just wanna sit and cry 24/7",
    "Aimer, I still remember how I met you 3 years ago. I was sick and depressed. And I accidentally stumbled across your song on Spotify when I was about to give up. You saved me that day, thank you so much.",
    "You are spot on. People in retail and foodservice work crappy hours, for worse pay and are treated like punching bags by an entitled, frustrated public.",
    "I have no skills, no faith, no culture, no genuine empathy, I abuse drugs, I watch pornography and engage in demanding sex.  Why am I so depressed?  Must be a chemical imbalance.",
    "Amen! Democrats MUST save R country OR they will B together &amp; allow us to be worse than Great Depression! Dems must step up 4 America. We see Republicans choose hate &amp; disdain 4 their country.",
    "Somè times i need to end my life Idk why  Im so depressed every niģht",
    "i have been almost completely alone ever since i moved in and it is making me so much fucking more depressed",
    "I'm mentally so exhausted I cant even cry anymore",
    "I hate being around people when I’m depressed. Because I don’t want to talk and they always do and I have to force myself to even get words out of my mouth so there isn’t like awkward silence but Fuck I just wanna be quiet for once.",
    "I love my job so much and now it’s closing down good things really don’t last. im depressed",
    "  I was pretty vague ... \"could be a promising sign\" lol. I won't blow smoke, but I get exhausted wishing it would be a different show. So I try to accept it for what is is, moments of fun here and there.",
    "Dear mam I'm suffering from Depression + Fear + Anxiety, I have been fighting for the last 10 years, the responsibility of the family is on me, mother and father are elderly.  I have been taking medicine for 10 years also I have to eat till I am alive.",
    "I spent like $7k on my old classroom out of guilt. I’m so depressed over everything.",
    "A professional national establishment that I won't bother naming contacted me this morning and treated my prior suicide attempt and following depression as an inconvenience that I need to fix and get on with. Now I am being reprimanded for going off on them🙄",
    "Working on this project at work while in excruciating pain.   I hope these new medicines do what they need to do because there's only so much pain someone can take before going on into the hospital.",
    "no, i'm currently going through depression, social anxiety, overthinking and low self esteem.",
    "right??? i feel like the vibe has changed so much. i’m missing our hys days so much 😭",
    "I think part of the reason why I love Midwest Pen Pals so muchis that I'm always depressed. I always felt alone and insecure. But thanks to all the new friends I met recently I can finally listen to other's music.",
    "When you said Cameron got so tired, his head would be on the table, I wanted to cry!   My son has been the same for the past 5 years and his teachers all presumed I was lax on bedtimes!  I always knew he was exhausted from trying so hard.  You and Cameron are both truly amazing.",
    "I get reverse seasonal depression I fucking hate the sun being up for longer let me go to bed at 6pm fuck you",
    "I'm strong right? Cause I'm still alive even though I've been suffering from depression for 5 years now",
    "I’m so tired. I’m exhausted. I don’t feel like living anymore. Not like anyone’s gonna care, obviously. But yea. I think I’m just ready to be done. I’m tired.",
    "And I cant!!!! Because I am so depressed and stressed!!!! So hopefully I just fucking die!!!!",
    "I’m just really distressed rn. I don’t have time for anything, I probs have a cold, I can’t even find time to sleep when I need to, my comprehension skills are shit, I cry about every dumb little thing n I’m so exhausted.",
    "I’m so exhausted. I can’t even process nothing going on. 😪",
    "I've been suicidal for over 30 years.  I've had depression for the past 24 years.  Weird: I've been suicidal longer than I've been depressed.  Meds don't help. Therapy hasn't either.  I even tried killing myself, but that didn't take either.  What else is left for me to try?",
    "I’m usually a very private person, but I open up about the comfort of helplessness in trauma because I think many of us are in the same place after so much needless suffering.  https://t.co/ozhgpcl3kh",
    "CW // suicide , depression  I've had this since my early teens and it's been downplayed by professionals all the time, once I was even told that I can't be depressed (though we just did BDI-21 that clearly said moderate) because I'm not suicidal because that's not suicidality.",
    "bless you sister i hope your air conditioning is working perfectly and you never have to go through the excruciating pain of stubbing your toe this video changed my life you deserve all the happiness for sharing thank you legend🙏",
    "There was a time in my life when I would have suicidal thoughts daily. It went on for months. My only 'excuse' for not ending my life was that I'm an only child. It would hurt my parents. But I feel broken. Damaged. I regularly spiral in &amp; out of depression",
    "It has been SO many years and I still have not found ANY success or progression doing what I love (content creation). Depressed is not a strong enough word to describe the feeling",
    "Let’s hope not Michael. I think Peter Shore and Tony Benn would ultimately have opted for the EU rather the disastrous and crippled insignificant Little England we have become. Michael Foot would of course continued on his mission for total self destruction.",
    "At what point do you cut your family off because I'm so mentally and emotionally drained. 😭😭",
    "I just wish we was updated on the process. Just to keep us from getting frustrated. Is this 100%?",
    "Really suffering with my mental health at the moment and I honestly don’t know how to deal with it all I keep doing is losing it at work and trauma dumping on my colleagues what is WRONG WITH ME",
    "Jislaaik. I'm glad it wasn't just me. Mine was a couple of weeks late and the pain was excruciating. I was man-down for THREE days. Very weird. But as you say - no regrets.",
    "Am I so tired because I am sick or is it because I’m depressed?  https://t.co/lpbgusv0Uz",
    "I am depressed but I hide it so well",
    "Yes, as one of the Asian adoptive children who stood up against Mia, then went on a path of self-destruction, illness, and death. A third adopted daughter abandoned by Mia.  I hear Mia does not acknowledge Lark's two daughters in the heritage of their mother's adoptive father.",
    "I just don’t know what sort of validation I need. I’m just not happy from inside or outside. Whatever I’m doing , I’m not gaining any progress. Life indeed is tough and I’m so tired and exhausted by everyone’s judgements. Fuck y’all. I don’t want to live by societal standards",
    "Since the day I spoke about suicide and depression at my CDS, one guy has been calling me \"depressed man\" every time he sees me. It's not even the coinage that is shocking me, it is the fact that he sees it as a joke. Which kind person be this? 😭",
    "It’s the hormones!! They made me break out so much and made me even more depressed",
    "I hope your daughter is doing\\gets better. Glad you’re in good company 🐶💙 I’ve been suffering of chronic depression for several years and it’s really difficult.",
    "I’m so depressed. I was supposed to be married this month on the 17th. My birthday and Halloween are fucked cause of covid, again. I’m heartbroken and tbh I’m just over everything. I want it all to stop.",
    "Most days I can’t get out of bed because of the depression and anger I feel at the Morrison govt and the complicit media who have ruined the future for my children and grandchildren. My hope lies with you Tanya, and the rest of the ALP.",
    "yes bc being depressed is sO mUcH fUn. i wanna do that and get aLl tHe atTenTiOn fOrEvEr",
    "Staff has no knowledge. There should be no apprehension to apologise n give a work around/resolution to the customer. Ended up losing 38k which was redeemed by HDFC card.Angry n Frustrated to the core. Not recommended to anyone luking at NO RESOLUTION",
    "As one that's attempted suicide alot, it's more complicated than that.  There are times I've left the hospital more depressed or even happy that I'm now free to plan another attempt.  Reality is I knew as long as not deemed an immediate threat I would be discharged, and I was.",
    "i'm what the kids call  really exhausted. I’m so tired.",
    "Life gets me so down and depressed being a lone all the time nobody understands or cares",
    "I want out of this damn house. This place is nothing but hell for me with so much depression and shit that everyone deals with in this house. I need to be somewhere where someone will actually understand me. FUCK CALIFORNIA!",
    "But I want to go see it so badly….I’m depressed. I want to die…",
    "Good news. My pup is feeling better  since taking meds. He's eating agian. I'm exhausted but so glad to see him do good",
    "\"Living in this world, the person we are most unfamiliar with is probably ourselves\"~ Yixing  It takes a lot of time/effort to properly get to know ourselves better. For some it's all about healing our past trauma &amp; anxiety. It's a slow process but not impossible, you can do it!  https://t.co/juaOODdcJW",
    "At the same time I don't want to let them know they were right and I'm a failure in everything I try to do to gain some money. I can't find a job and everyday I keep on losing my smell sense more and more, my anxiety and depression have been on the clouds for months (+)",
    "“Silence” comes with the piece “Mourn”, which will be transferred to the collector. These are moments of clarity in my mind, found in little scenes from Montana. They represent my 12 year struggle with depression and suicide, and the glimpses of hope that have kept me here. 1eth.  https://t.co/868yNTZ4kY",
    "i really hate that me being exhausted is invalidated bc my parents have worked so hard their whole lives. i just want them to agree with me, and they’re always talking about comparing. like why would i compare, i just wanna express my exhaustion, i can’t even do that.",
    "This retrograde is literally hitting way too hard I don’t even wanna be a human being rn. I’m so drained I don’t even feel like talking.",
    "Man. I'm so tired of being depressed and suicidal. Immm so ✨tired✨",
    "Loghain was suffering from all the trauma,heartbreak, paranoia and ptsd he got from the events of his childhood and during the war against Orlais By the time of Dao,Howe was the only one of his old friends who was still alive All of that was what led him to snap during the Blight",
    "I'm so exhausted to follow  whenever  exposes itself (which is quite frequently!). I deleted FB and Instagram accounts permanently after that  show. Deleted  after   FINALLY! I donate to  Pay for   https://t.co/Za75pJefYm",
    "Itna depressed ho chuki hun Agr suicide Haram nhi hota  Kar leti.",
    "In the 8 years since I’ve owned up to my depression I’ve never realised that  a) it could be so bad  b) it could physically HURT.  My body is sore. My muscles and joints are sore. I’m exhausted all the damn time.   Also, I have a lot of tears available to me. But I knew that.",
    "Yeah, i think im depressed. And you know what? I have no someone else who can listen. Why? Bc im that kind of person who keep anything alone. So fuck it i hate myself.  https://t.co/btvwCMxUdW",
    "If you have the mental strength to stay at home just stay at home….. our friends in the healthcare industry are so frigging exhausted mentally &amp; physically.",
    "\"I felt thoroughly depressed and even quite seriously considered committing suicide. Life seems so much not worth the living, death such an easy way out.\"",
    "I am emotionally drained from everything else in my life. And when I come home, she’s often in a state. So that drains me even more.",
    "I guess? I suicide if he died so take care of all take care i really don't care about my life i just get hit by my mom i don't want my fav. Character died again I'm stressed here and depressed I'm for real so good bye for all good bye if he died next chapter or in any i suicide&lt;3  https://t.co/5cP7hXLRP0",
    "So true ...this hits so bad almost everyday and I feel so restless &amp; helpless so bad ,🙃",
    "tw // depression , suicidal ideation ,, death  . . . . . Im pretty sure ill die soon anyway bc idk to handle life bc of all the trauma .  I  stopped giving  a shit about my mental health again . so im just waiting for death /srs",
    "same and i’m so confused like i’m a depressed 15 year old bisexual who obsesses over 9 grown men who don’t know i exist why are they following me",
    "What i tell my boss: im working t-th this week bc i want to use monday to study for my test on wednesday what i mean: im mad depressed and i want to go back to bed so im not working today",
    "I get so depressed thinking about when I’m old and gone Braxton has to live in this crazy world without me… I know it’s a part of life but like I want to live forever with him here 😔",
    "I'm ready for this week to be over so I can be on fall break. I'm just frustrated with so many things myself included and I'm exhausted and I need a break. 😫  https://t.co/8EifYVjP8b",
    "i know i shouldn't focus on this. but i can't help it. it's true. i shouldn't blame myself, depression sucks and makes isolating feel like the right thing to do. but it still hurts. i don't have the confidence to try and rebuild them. what if they don't *want* me back",
    "Honestly I think I've never been so depressed that I don't look forward to spoopy season and Halloween, but this time I don't feel anything and haven't even planned something 😪",
    "No burns thus far  Pulled out the old nozzle I'm gonna reuse so I can clean it, gonna soak it in acetone for a little while  Gonna let the printer cool while I eat something and do other work, then the afternoon is the full hotend replacement",
    "Ethiopia is in path of self destruction and committed  ,  .",
    "insane how those gym teachers would seriously want me to participate. do you not see i am a bisexual cat person artist slash depressed poet mitski and elliott smith listener portrait of a lady on fire dead poets society kill your darlings enjoyer??? unbelievable",
    "Dear mam I'm suffering from Depression + Fear + Anxiety, I have been fighting for the last 10 years, the responsibility of the family is on me, mother and father are elderly.  I have been taking medicine for 10 years also I have to eat till I am alive.",
    "I JUST WANTED A FUCKING MOM. I JUST WANTED A MOM AND I GOT A DEPRESSED BRAIN AND TRAUMA AND I’LL NEVER HAVE A MOM. I’LL NEVER BE SOMEONE’S KID I’LL NEVER BE THE SON THAT SHE LOVES. BECAUSE I’LL NEVER HAVE A MOM.",
    "Life is a fckn joke actually, why do I feel so bad when I have reached my goals and have no valid reason to be depressed and couldn't explain why I wanna fck up everything ?",
    "Honestly; my depression has been absolutely horrible. To the point where I’m honestly scared to ask for help for anything because I always end up getting hate which makes it worse. Buuut I decided to try to ask for help anyway haha. Basically where I’m going with this is you",
    "break, you're exhausted, so take this break today! Do something you enjoy or get some much needed sleep, we're not meant to have our nose to the grindstone 24/7. You deserve to rest too.",
    "His story is so sad though he progressively gets more depressed i dont remember this frm my childhood",
    "Funny how pain, suffering, and trauma are the only words I remember whenever I hear the word \"love\".  I CAN'T REMEMBER BEING HAPPY...",
    "The depression that’s going to hit tomorrow when i have to leave my mans and go back to reality 😩💔 i hate living so far away!!",
    "I'm so exhausted jerr and I still need to cook? Yho 😩 vok.",
    "I have struggled with depression and contemplated suicide for a while",
    "im glad! so far so good, but im pretty much drained bcs of my packed schedule. 😔",
    "Ok can we chat lol I have been trying to research this for years I’ve been suffering from what I believe his restless body for about six years it’s like electricity runs through me and I cannot sit still for one second. Like claustrophobia and extreme anxiety had a baby.",
    "I’ve been feeling so down lately and I just hate this feeling. I should be happy and full of life because of my birthday Sunday and of course I’m blessed. But honestly I just feel like a ghost. I’m here but nobody can see me🥺",
    "I have been suicidal many times. I was an addict for 10 years. There's just a huge difference between balancing the chemicals in your brain that cause depression and artificially stopping you from having any depressive thoughts.",
    "no rly cuz this was the only reason for staying alive like i get that’s pathetic or whatever but my life is so fucking sad and i’m so deeply depressed and this quite literally has me 🙌🏼suicidal🙌🏼 LMAO hahahaha yeah",
    "Truck then BOOM I became depressed and they became the living embodiment of Pinterest and I wish I was exaggerating but no like it's not just whats trendy or pick me girls it literally like I csnt and it hurts SO bad but ffs I envy them so much aswell like I couldve been with",
    "Fuck I'm tired of games. Emotional blackmail and manipulation. I'm too old and too impatient for that shit.   I'm also exhausted so probably not making sense. 🤬",
    "I've been really depressed and down lately. I have been struggling with so much and really have been ground down in regards to losing patience and other graces. This past Saturday, it dawned on me, again, I need my  community. It's what has been missing since Covid 1/2",
    "im so exhausted but i can't even sleep",
    "He wanted me to take him to the hospital. I have fought depression ever since and had a suicide attempt. I still consider suicide on occasions but I stay here for my kids. If it wasn't for them, I would already be gone.",
    "I hate depression so much. One day I’m good, the next day I’m the complete opposite. One day I’m crying all day and the next I’m full of energy and still just upset with the world. I can’t win.",
    "I  think I'll buy a gun. so I'll just end it .",
    "i understand, i'm depressed so... i wouldn't do this kind of shit bc ik how words have different impact on plp, sadly not everyone on this app have this mindset",
    "trigger warning//  last night i survived a suicide attempt. i have a history of suicidal depression. the things i have been going through are my own fault, but that doesn’t really make things easier.",
    "I'm so depressed omg do you wanna fuck",
    "I used to have to pretend to be okay and suffer in silence. Now I can just nonchalantly shoot my friends and family a text letting them know I’m battling some depression and get all the love and support I need.   I attempted suicide in 2013, that version of me would be proud.  https://t.co/N0hARPUFtE",
    "having my chronic pain at a 4/10 instead of a 6-8/10 is WONDERFUL. is this what it feels like to have a working brain and body??? where you aren’t exhausted just from the sheer effort to stay upright cause the pain is so bad",
    "I have had constant battles with anxiety and depression since my dad's death really. Had many nights of depressive thoughts which became suicidal thoughts through the later years, and as bad as near weekly thoughts and plans on how I would kill myself.",
    "i mean I bought it when I couldn’t press my damn foot ti the ground without feeling excruciating pain  https://t.co/fS3ks9NWJq",
    "i wanna cry ive been coding the whole evening and im so exhausted",
    "It's been a tough days off late am hearing people yapping at my ears about my unemployment to be precise my parents to talk about it. It makes me feel weak am getting into depression need some hope😔. I have been through childhood trauma am healing from that",
    "I made my complaint on the back of another suicide attempt &amp; years of anxiety, depression, substance abuse, self harm &amp; unstable career. I chose to live and fight but there is much more to do now.      https://t.co/ryX0VjYhSe",
    "a777777 ena mch mentally unstable barka i love self destruction so much yassssss",
    "i feel like i’m faking my depression bc i’ve been cleaner from sh despite me having suicidal thoughts every nanosecond",
    "I suffer with alot of depression and suicidal thoughts though out the years but when it all comes stacking on you just want to say fuck it and stop trying and caring anymore and question your worth. Love to delete everything and just say fuck it all and start from scratch!",
    "Like even though its good for me I always feel so drained emotionally after therapy",
    "I hate my brain naturally prone to depression.",
    "Oh no, the depression and feeling like I'm a failure and alone kicking in tonight.  You love to see it 🙃",
    "I have two daughters and I just want a day where we aren’t worried about money, I’ve been depressed and I haven’t been financially stable since June. Since I lost my job, I’ve been working at 711 but I barely make anything there. Anything helps, $bnwelch104",
    "It feels good to get back to normal on most fronts. Kinda gives the illusion to me that everything is fine. I know I need to find a therapist to help me with my trauma. Even though my brain keeps telling me \"you're overreacting, it wasn't that bad\"",
    "The reason why I feel myself so fallen down many years, stressed, lots anxiety, like depressed, sleepy, bad sleep, excess weight, etc.. is high hormones level and thyroid. 😔 And no one doctors before I visited nothing told me before about that only one today !",
    "Yo depression is so real like this shit make you act different and the worst way there is no reason for me to be treating the person I care for like this like I’m literally pushing them away and I know they aren’t coming back . And I don’t blame them cause I’m even disgusted with",
    "I was so depressed and didn’t even realize it.",
    "good night! i feel so drained na :))",
    "kiun’s been gone so long im worried the people are forgetting. i need to continue to spread the kiun agenda !",
    "Almost beat depression but then bit my tongue while eating dinner last night... Back to square one 😅",
    "Feeling so depressed and suicidal AND I’m having a panic attack because of my batshit crazy ex.",
    "I'm the same, Emma, I hate autumn and winter, it feels like life is dead for these seasons. I already struggle with depression and it's much worse for these months. I felt a horrible sense of doom last night when I couldn't sleep. Fear got a hold of me last night.",
    "God may have made me built like Gunna but that’s ok because he also gave me….allergies….? And an autoimmune disease…..And severe depression…..and the attention span of a dead gnat….You know what just disregard this",
    "I do get depressed.  My 4 legged children help me.  They are so loving and precious . Praying for all you.  Stay strong and reach out to your friends.",
    "all i have to do for work is put information into a form and i struggle to even do that bcos i feel so depressed",
    "I always believed that everyone in this world was far nicer and smarter than me.That no matter how unlikeable they seemed to be,they still had a good conscience and had justifiable circumstances for acting the way they did.Thats why I hated myself for being so timid and depressed",
    "I HATE my mother. She is about 45% of the reason for my depression. She makes me feel so worthless about myself.",
    "I am so exhausted. Just absolutely mentally worn out.",
    "So far, I am getting steadily more depressed. Whatever  a laying philanderer says or does will not raise my spirits",
    "1- boring 2- lonely 3- depressed  4- i embarrass myself everyday 5- no one gives a shit 6- unhealthy 7- stressful 8- nowadays I am worried about my result",
    "Or my Anxiety, depression, trauma, and ADHD give me similar symptoms to bpd",
    "We have so much fi give thanks for but still weh we nuh have depress we  - Jahmiel",
    "Well I don’t have reason any more to try for tickets today but at least I get to get a nightguard to hopefully get rid of the excruciating pain in my jaw and avoid surgery 🤪🤪🤪 and now that I won’t be out over $1000 I WILL get the BTS tattoo I keep saying I’ll get",
    "BECAUSE IM DEPRESSED ABT FINANCES  and yea but if u dont have finances everything else comes crashing down and i know this from first hand experience so like. its a pressing matter",
    "I love how depression goes away when you're out of town, but hate that it seeps back in on the day you leave. Luckily, I've got my  playlist to help me with that!",
    "So exhausted! Elsa kept me up all night 😩",
    "This instinct to submit to you, I can't stop. I'm going crazy. I'm suffering from a case of unconditional love. I can't take it, I'm on the verge of self-destruction.",
    "so when i say death is the best option, that suicide is the good outcome for me, that’s just a statement of fact. there is genuinely no alternative in the long run. i wish there could be. there isn’t.",
    " Sounds absolutely depressing to me, so I wouldn't qualify you as somebody who has already \"finished\" depression! Always try to see the good in everything: you think you're not depressed, but you are so acustomed to your previous state of more severe depression that you don't c it  https://t.co/a9C5hp26k1",
    "- I’ve been depressed for so long, I just don’t know anymore .",
    "I was suffering from depression and growing up my family didn't believe or give important about mental health. (Despite my siblings suffering from anxiety and stuff) so I was ashamed that I was feeling this way and just let life fuck me like a slut until I couldn't take it-",
    "I was prescribed Singular for my allergies and it has “suicidal thoughts, depression” as a side effect. It is wild.  Also I suffered that side effect.",
    "i really hope that years of depression and trauma, terrible anxiety, and years of sleep deprivation hasnt totally fucked my brain forever",
    "I  want to die. I'm going to hurt someone .",
    "ꨄ I know my buddies from work hate me because they’ve ignored me for two days even when I’ve tried to start conversations .   So happy birthday to me my depression is back hard again and no one likes me",
    "I  have no reason to live. I'm going to hurt someone .",
    "Yeah im a queen of self-destruction. I know a part of me feels regret for not doing anything about these shets I've kept hidden for years. But even after i sorted things out,.. I still choose to give up even before it started.",
    "Definitely feel myself spiraling into depression and self loathing. I'm going to drop the ball and lose this job opportunity and it's only going to be my fault. And that's why I'll always be poor and have nothing. Bc I suck at thinking. I'm the dumbest smart person I ever met",
    "so exhausted and I have to stay up for 30+ hours kill me now",
    "some factoids abt me byf -im and adhd autismo -ive got major depression and severe social anxiety -im 15 and a agender trans fella (confusing, i know) -i use he/him exclusively cuz my brain is slow and only can only respond to one pronoun -im a big gay loser idk what else to put",
    "i fucking hate depression so i dont watch the news / the more aware that i am, the more i dont wanna see",
    "Depressed I hate being older and having this happen",
    "i’m so depressed that happy people make me irate.",
    "My mental health is getting worse....depression and suicide attempt....  https://t.co/47DD9Ywp9i",
    "I hate to place blame but shawty really be making me depressed and suicidal",
    "i'm so depressed i'll kill myself wish somebody go head cook me",
    "I  have no reason to live. so I'll just end it .",
    "i plan on committing suicide today or tommorrow. need painless tips please.",
    "It's really bad by your flipkart team. Now I'm facing loss of 10,000 due to your bad service really disappointed 😥, I'm regular customer of flipkart. Your technician make me fool. Your service make me fool.  Now, really bad  I suffering for depression due to you",
    "resistant Bipolar Disorder. She has a times been suicidal but only attempted to commit suicide once. I'm a nurse. She would have died had I not been there. Please people it is the right thing to do to help people with depression. Your compassion can save lives. Reach out.",
    "\"I would like to express to the victims my sadness and pain for the trauma they have suffered. And also my shame, our shame, my shame for the Church's inability, for too long, to make them a primary concern. I assure them of my prayers.\"  https://t.co/NdUgqr1FXw",
    "I feel so sleepy and exhausted from doing nothing. 😅 my twins are taking the life out of me",
    "The richest people in the world were some of the poorest at one point. The most beautiful were bullied, the sexiest were sexualized, and the happiest people were depressed.  I used to want a perfect life, but now, I'm so glad I didn't, for I wouldn't be who I am today 💖",
    "Its difficult to say this, I struggle with depression &amp; severe anxiety, from a young age and have attempted suicide before on multiple occasions.",
    "I feel restless today so I can't workout, it is not like lazy but really I feel drained so I settle with 15 minutes stretch. I'm proud of myself I can do a long stretch even it is not a workout.",
    "I'm so exhausted of these people playing nice? Like, ik you're a lying scoundrel and a very bad actor.",
    "I  have no reason to live. so I'll just end it .",
    "I remember my first session with a psychiatrist after suicide hotline told me to see one.  She said I have depression and I responded  “I know”  Though, in my mind I wanted to respond  “Girl! Tagal ko nang alam beh.” 😂",
    "If you don’t like how your staff talk to you and wish they’d be more respectful when talking to you then you should respect the fact that your staff are frustrated and not being heard.",
    "Im so depressed &amp; i cant pull myself out. My bipolar disorder makes me feel like my head is going 2 explode. I havent been able to go 2 my NA meetings or n person therapy. Im afraid to tel my family how bad it is. Iv cald the suicide hotline n secret 2x. I just wana b happy again",
    "I want to cut myself so bad. My depression is a black hole. Happiness is none existing. Overthinking like the speed of light.  The Guilt is heavier than the world. The Shame makes me wish I was a ghost. There's no peace in the war of my life.",
    "I miss my dog so bad.  She love me even when I’m fat and bald headed and depressed 🥺",
    "In the next few weeks I'm taking time off to heal from surgery and depression and the thoughts of suicide and focus on healing my body and mind. If anyone can help me put $200 in my saving account through venmo. Please venmo Matthewabbott40",
    "i’m just so exhausted and burnt out and i’ve only been doing this for a month i don’t want to exist like this anymore",
    "I made a video in our garden for people suffering anxiety/depression, &amp; that's a still from it. In the last third of the video, we're visited by big birds, including a few ravens &amp; a huge Red-tailed Hawk.  https://t.co/lzPzNx60Xt",
    "  Man I've had suicide thoughts everyday for almost all my life, I would gladly let them implant any \"electric\" thing into my brain. Believe me, you can not function properly with severe clinical depression.",
    "Nah y’all have just exhausted my entertainment value for this conversation. I was actually pro Snyder cut because of how WB treated him so oop good job jumping to conclusions there. Your more than welcome to bookmark this to gloat when I’m wrong lol",
    "💊 is way less invasive it feels like. i still had suicidal and depressed thoughts on both medications that i’ve taken even a little bit of, though i havent researched this enough tbh",
    "I hate how exhausted i get from seasonal depression, i just feel so fuckin tired and weak all day bc i dont even feel awake. Just wanna lay in bed and not move but i feel like that e v e r y day. On top of being short of breath for the last 5 days its been very not fun",
    "I'm so exhausted. I have things I want to do but I feel like I don't have the time to do them so I procrastinate and feel like crying bc I won't work on things.",
    "I am so done I am so over it. I don’t care no more. I am so drained. I am so mentally done. I am so stuck in this world of mine that I don’t even know what I am doing. Honestly I don’t care who i lose at this point. Because I have lost myself over and over.",
    "Wow! We didn’t have a choice to be in excruciating pain 24/7 however THEY had the choice NOT to abuse their meds. So you should be ashamed of your comment.",
    "My depression is getting bad again and I'm going to get into a lot of trouble with my classes I fucking hate my life I just wish I could function properly",
    "im so fucking depressed can someone just kill me ill deadass pay 100$🥰",
    "I'm so exhausted,,, time to take a depression nap I guess",
    "Sometimes I get so tired of being depressed...it makes me even more depressed...😔",
    "Yeah, probably said by Harry because I continue to call him out whenever he says something stupid. He got frustrated with always being wrong, made up a story and then blocked me. 🤷‍♂️",
    "It’s ruined my life and guess what? I’m still not even skinny. Just disordered and depressed.",
    "how the fuck is it even possible to not be depressed in this day and age everything is just so sad and it's like living in a state of constant emotional misery not to be like woe is me, I'm very thankful for what I have materially. But emotionally/ mentally I feel at such a loss.",
    "My own “Bad Art Friend” moment was one time I didn’t like someone’s comment and they sent me a LOONG DM asking what they did to hurt me but also apologizing for whatever it was.   I literally hadn’t seen the comment.",
    "Stop calling suicide “losing your battle w depression” they actually won suicide is one of the bravest things a person can do. The ultimate act of control.  This is why i must die",
    "If people knew how depressed I really am on the inside , maybe they'd stop talking so much shit to me.",
    "Update: My depression is railing me. No stream tonight. Tomorrow will be dead by daylight instead. I'm so sorry. I'm just-- really having a hard time today. It's my own fault for letting certain situations effect me, but I am trying my hardest to be my best for you all.",
    "I'm so fucking depressed and it's only the 5th day of October why is my seasonal depression so bad already",
    "i hate being bad at everything i can’t have anything unique about myself. i’m mediocre at drawing, i’m an average student even tho i study a shit ton, i have no friends that genuinely care about me the way i do about them, all i have is crippling anxiety and depression",
    "it’s crazy how i’ve always been so happy and and in a good place with my mental health, but rn idk wtf is happening to me but i might be seriously depressed and im scared. i’ve never felt so worthless, guilty, mad, unloved, and empty inside. genuinely lost and confused",
    "Fifty this week an depressed with no job!!!what does the future hold.When do I start buying Werthers originals?An haven’t started pissing myself just yet so I still smell ok.I really need to get some clothes from a charity shop so I should be smelling bad soon a.,.,.,.,.,",
    "Ah, I can't stop self destruction, I can't stop being desperate, I can't stop myself.",
    "I wish I could just die in my sleep I’m so tired of having to live this life. I’m so drained of it all, I can’t take it anymore",
    "but it's not like that. i am meant to remember them. i had so many.. so many vulnerable memories of them. do not pretend to sympathize with me here. my entire family and clan could be dead. you don't understand how much of my life could be drained away from that.",
    "I  have no reason to live. I'm going to hurt someone .",
    "being home feels so boring and lonely tbh, idk i feel depressed",
    "Wanted to tweet something for mental health day because it’s so very important to take care of yourself, I don’t have anything amazing or motivational to say I’ve done in my life, I have a really bad year with depression my sophomore year I thought of and almost committed suicide",
    "I am just tired of this mismanaged country run by horrible people, yet bound here by children and their ties to school, uni and friends. So depressed.",
    "I know, hes probably just so exhausted at this point",
    "As far as I know, none that I have known were victims of suicide but I know a LOT that have had substance abuse issues and wanted to die. The depression and hopelessness… it’s unreal. I don’t understand “leadership” like this. Heartless.",
    "I might be too old for the HipHop Awards now bc it was SO trash last night except Nelly",
    "I missed watching a spooky last night. Got home so exhausted I just ate dinner, watched something light and went to bed.",
    "yes absolutely i feel like workaholic bc in my head day spent at home is day lost ,,so i take as many shifts as i can to just… avoid being alone and having free time :/ in work i can focus on my tasks+talk with coworkers, at home im just depressed by myself :’))",
    "mm depression sucks… can never have a good time. i’m always sad, and i always hate myself",
    "In 2021 I’ve felt frustrated, disappointed of myself, angry, defeated, not capable, hopeless. For the 1st time I had to seek professional help, because pushing through &amp; coaching myself was not enough. 1/3  https://t.co/MXQTQc902z",
    "i am in excruciating pain in every aspect of my life and i’ve never been more tired",
    "tw suizid , suicide besties i am not doing well i cant concentrate im super depressed i cant do anything except stare at the wall/ my laptop and im googling what suicide methods r most effective and i dont know what to do i dont know how to help myself its all too much",
    "I’m soo frustrated rn that idk if I should just cry or throw myself off the roof at this point",
    "Defiance of the circumstances of my lifelong depression.  Defiance of the ideation I suffer from daily.  Defiance of my own self-destruction.  A promise I made I will never break.  Some days aren't the easiest. But it's good to have a reminder of that which I carry within myself.",
    "I’ve been feeling depressed from this morning and don’t really have an appetite... But if it’s something with chocolate in it, I think I might be able to eat it because it’s my favorite.",
    "I was happy last week . Now I’m so depressed I could cry my eyes out .",
    "She just got exhausted mentally, so she don’t do same to life 🙏🙏🙏",
    " No. More of a \"You probably shouldn't eat that, but here I bought you some alcohol\" when I was 14, and at normal weight. \"Stop trying to get attention\", when I was 15, self harming, with undiagnosed anxiety and depression.  Even today she tells me I need to eat  less. I hate her.",
    "I don't think its normal to experience burnouts so fast. Like why am I so drained????",
    "Yung mga hate comments,insults and bashing nyo sa kanya may lead to depression. Kung wala din naman kayong masasabi na mabuti better keep your mouth zip. Depression is not a joke. And what your doing to her is cyber bullying which is against the law.",
    "everyone in my life makes me depressed I hate This life",
    "I took a service back home at the end of the day when I had my vaccine I was almost dead the driver thought I was depressed and star singing for me 😂I was like nodding without hearing or seeing anything. some humanity is all what we need",
    "Oh god, yeah, same. I used to cover my legs in icy hot &amp; wrap them as tightly as I could with ace bandages at like 6 or 7 years old. It helped my legs but the rest of me was restless too. Luckily I was an early reader w a nightlight, so I'd fake falling asleep &amp; read til like 2am",
    "I survived Scarlet Heart and Penthouse, nothing else can hurt me",
    "I've been diagnosed and misdiagnosed with a few things relating to my mental health over the years. Anorexia, depression, anxiety, bipolar then bpd. I've attempted suicide. My mental health is never great, I'm rarely level headed.",
    "I hate this time of year when my seasonal depression kicks in &amp; basically beats the shit out of me",
    "I’m not sure about getting them involved. Also, there’s an SBSO unit sitting on the block running radar almost every day and they were this morning, so I don’t know.",
    "wish I have enough money to live my life, enough effort to finish my study, enough competency to work, enough will to live healthy, and enough courage to see psychiatrist. I feel depressed. these suicidal thoughts, inability to do simplest chores, and sad feelings are killing me.",
    "I dont exist in anyones mind I’m fighting depression and it’s winning so far I’m ready to stop fighting and let it take over I’m finding it hard to accept life it’s not for me I try to win but I lose every time I hate myself I hate for who I am",
    "Last night my friend and I ventured north into Shattered Mountain on  and it is BREATHTAKING! We now have the outpost for recalls. ;)  We are Company \"Ancient Gods\" on the Nidavellir Server, so I had to strike a pose. Lord Vastly!       https://t.co/sNISisCa5d",
    "I'm so emotionally drained . I wanna be treated right. I'm so tired giving so much and receiving so little. I wanna be held and i want cuddles. I'm so tired u have no idea....",
    "I ate avocado once after so many people raved about it. It tastes like dirt &amp; after eating it, I was in excruciating gut pain for the entire day. Turns out I'm allergic!",
    "I legit wanted to commit suicide , I was so down, never felt so depressed  in my entire life but if you’re constantly going out your way to make someone happy and they don’t even appreciate or care about your happiness you can’t force them to.",
    "Upside is that in my absolute breakdown I came in and deep cleaned the entire room and threw out like way to many bags of trash because I’m so fucking depressed I’m surprised I’m still breathing :)",
    "Woke up today and my mind was like \"look, I know it's your birthday but we finna have a slow start.\"  I literally hate depression. Never knowing when it will show is the best part. 😒",
    "If your a person who suffer from DEPRESSION! I’m always here to talk to you,listen to you,give you a advice! I don’t suffer from it but from my time of being around ppl I see that it’s real &amp; suicidal thoughts become reality! I’m here TO HELP IF YOU WANT IT! I can be your mentor",
    " Yeah, exactly. Otoh, a lot of people are in serious economic distress, especially as covid continues to ravage the world... some ppl spending the most time on twitch are isolated, lonely &amp; losing the struggle -- so come by their frustrated urges to \"eat the rich\" honestly",
    "i hate people that think they're god's gift to earth. Bitch you built like a coffee table with two legs and your brain is the size of a 1x1 lego piece so don't even bother doing 2 + 2, just pull out the calculator.",
    "Im 10000% a Fictional depressed and i hate it. I be wanting to just fall out and curl into a ball at work.",
    "well... i am depressed and stupid so... i probably will",
    "tw // suicide  i took the pills this morning but ended up vomiting them after a while . i can't believe i failed again i really cant do anything right its such a simple thing and i cant even do that why am i alive i want to die i want to die i dont want to be here anymore",
    "I’ve decided instead of being sad I will now just be angry and let hate fuel me through my depression again",
    "i went ahead and ordered myself presents bc i hate my birthday and i always get super depressed on that day so i’m gonna keep processing orders until i no longer feel sad",
    "// man im super depressed so i'm trying to think of more starter things bc rp makes me happy but. man",
    "I shall be open as well, I have depression, anxiety, and ADHD. I am transgender and suffer from gender dysphoria I sometimes in uncommon occasions have suicidal thoughts",
    "have pretty much absconded from garden board member duties except for the fish, they gotta eat, and so every day instead of getting to burrow into my depression 100% i only get to do 98% bc i gotta go outside, to this dumb little pond, to feed these dumb little fish. i hate them  https://t.co/EecyOqHYwR",
    "I think as well some people actually believe they are getting a vagina or penis which results in disappointment and depression",
    "I’m 54 and I’ve had suicidal ideation since I was 9. My father battled depression his whole life. We lost my nephew at 19 to suicide. For those of us with clinical depression every day is a struggle to see the light past the darkness.   The last thing we need is your scorn.",
    "sh //  . . . i'm so tired of everything. idk if my gf moved my blade while cleaning but if they did i'm just gonna claw myself until i see blood. tired of my family being thinner than me. tired of being fucking delusional. wish i could starve in peace and not fear dying",
    "my therapist was asking me about depression symptoms (yk the ones they always ask) and she mentioned negative thoughts but I still did not tell her about my suicidal thoughts",
    "What an incredible difference in Allie, rescue dog.  It took 2 years for her to break out of her severe depression.   This story is also a metaphor for humans.  When we are hurt emotionally it affects us to our core.  I’m speaking from my personal journey.  https://t.co/c3uAehqUx6",
    "i am so drained. i am so ready to have a home. a real home. my own safe space.",
    "Additional trauma caused to families by multiple investigations (S I investigation, inquest, police investigation, Adult Safeguarding, Ombudsman, GMC &amp; NMC) causes untold pain &amp; suffering to those bereaved by clinical negligence/neglect  There must be a better way?",
    "im so exhausted these days man my god",
    "real exhausted, real drained 😩 have  no energy what so ever i sleep on &amp; off &amp; eat all day every day 😖",
    "hi so i only have two exams left, and they're not even exams but essays to finish so i'll try my best to finish both since my teachers didn't require anything too long, so i can probably do them if i just focused LMAO then tsukki threads &lt;3",
    "i have also struggled with depression (currently still suffering) and i take the same medicine or have been but i’ve stopped taking it since i only do it to make my happy bc i don’t feel like it’s doing anything. anyways San i hope when you see this i you know ur not the only 1.",
    "I attempted suicide. Here’s why suicide prevention campaigns did not work for me:  https://t.co/8Sni9rXWBf",
    "I was super depressed at one point in my life and Naruto was the only thing I would watch or care for. I feel the same like everythin was so warmin to watch especially Naruto and Kuramas relationship. The funny thin is I said the SAME thing! If this is so good I bet they all are",
    "I haven't thought much about my ocs or Asher in weeks. It's like he completely left me. I actually remember something similar happening when I was 12/13. I was really depressed and I role played as this one character that brought me so comfort. cringe I know.",
    "i.. hate my life.. i dont want to be here anymore..",
    "Redux Day 3: Woke up extremely depressed this morning, and started thinking of suicide. Put the TV on for a bit. Forced myself to make coffee, put some washing on and do the washing-up. Shall try to have a positive day. Days sober: 8.",
    "i find it funny how my parents think andrea is depressed because she likes to hang out with her friends. meanwhile i was actually going through shit actually suicidal and my parents thought i was just lazy.",
    "I’ve gotten to the point in my life where I want to play games on my pc but I’m too lazy to get up off my bed and actually use it. So I just sit here bored and depressed sitting on my phone all day.",
    "Sure you can work on eliminating all filler words and niceties from your emails to match the energy of masculine people or,,,, you can send me smiley faces in emails so we both know it's a safe space. Ideas!",
    "i’m so lost..and just exhausted i want this pain to stop",
    "jae is so fucking transparent and real w us and people still have the audacity to try create problems. i cant imagine gow exhausted he must be",
    "Small 'me' update:   My depression is still bad. It hasn't really improved over the last 12 months for obvious reasons. I don't like admitting this as it's something I experience as a failure.   I can't just 'take a break' either because I can't survive that financially.",
    "Not me returning to church bc I’m so depressed hElp",
    "I'm already 24 now. I don't have my parents. If I didn't get qualified to a uni, my aunt will arrange a marriage for me. And I dont want to get married. Its making my depression worst. I'm trying hard to stay positive because I don't want to hurt myself again. Thank you everyone",
    "I hate lots of chocolate cake I wonder why I'm still depressed",
    "I'm so fed up and depressed so i want to suicide. My country is not stable and we are suffering here. Please help me",
    "But they like making fun of my anxiety and depression so I can’t focus on anything and it makes me hate myself more",
    "Even though Ill keep suffering through this depression and this unbearable pain.. its just not been easy for me.. I just dont know.. I ask myself everyday and night if I can make it but I wake up still.. alive a miracle everything Ive been through its been a struggle",
    "like it's so damaging to spread the narrative that u can essentially just . put a cap on ur mental illness by Inner Peace Thru Therapy — like no matter how much therapy i go to, i am . still going to be depressed bc of how i'm treated in society etc",
    "He completely changed his approach this year. You can see he sacrificed his walks so he could raise his BA. And by doing that it also lowered his SO%. Yeah he still struck out 25% of the time but going into this year his career SO% was at 31%. He has a line drive swing too",
    "The Sanrio character of the hour is Teddy the Teddy!  The fashion point is the ribbon. Lately, it's been so excited for the next party that it's become restless. It's even decorated its rooms with flowers and balloons. I wonder if it'll enjoy it...? 🐻 https://t.co/SL0hYMgonc  https://t.co/mUYhDzBGN8",
    "|| I really should have never woke up today. Already tired of existing.",
    "You don't get.  Like the concerns were much.  I appreciate it but I was getting depressed. So depressed mehn",
    "Ayy gotta get it how ya live lol I’m a sad boy myself so I’m all for some depressed ass shaking",
    "i no longer want to exist at all actually everything is so hard and i am exhausted",
    "That's so awesome of them to reach out to you like that. May capitalism never corrupt them 🙏🏾  I'll definitely go out of my way to try them next time I can afford to splurge",
    "I'm so frustrated my friends and i were all trying to get them on her website but now the Pabst says tickets don't go on presale until 11, so now im lurking there",
    "Which website you watch real gore like the cartel be headings and flaying watch funky town gore again to release my depression of killing my self then see how it hurts to be dead then alive",
    "My life the last three weeks has been impeded by depression, low blood sugar sickness, and now? Idfk but I can barely keep anything down, fatigued, and SWEATY. My body is not happy, but all I’ve done is give it good food, water, and vitamins.",
    "So, I tried to switch from stereo to mono and nothing. So I switched to only one channel and boom it works. wtf",
    "I suffer from a lot of mental health issues. Anxiety, depression, panic attacks, body dysmorphia &amp; suicidal thoughts to name a few. I am my own worst critic and am extremely hard on myself when I fail to achieve a goal I’m aiming for.  (1/6)",
    "Covid passes: Tory who missed crucial Senedd vote was at party conf... (BBC News)  Gareth Davies says he was &amp;quot;upset, frustrated and angry&amp;quot; that he was unable to acce...  Add your highlights:  https://t.co/hhTBCMt6TN",
    "Dead ass!! And I’m glad that I am aware of it because I already have depression and anxiety I can only imagine if I let these apps get into my head to the point where I cave!! Mannn",
    "Among us is a game about self destruction as you try to find the bad guy",
    "I don't know if I was meant for this life shit. Every time I start doing better something happens. Been in a constant state of depression since for as long as I can remember. Tired of suffering",
    "Mike is going to kill me lol I’ve been so depressed and just so down lately I haven’t gotten up to do anything in 2 days 😅 sorry babe don’t know what’s wrong or why but I physically just can’t get up and get shit done right now 🙃 like I fr can’t. Get. Up. 🤣",
    "im so depressed and unhappy that it goes full circle and i think its kinda funny",
    "Does it keep you awake? It keeps me awake for hours. I feel so bad, restless and it won’t let me sleep. Worst feeling ever!",
    "Also yes I am technically healthy, I’ve had tests and everything came back negative, but I constantly feel like shit, my joints and back hurt, and it’s REALLY not helping my depression",
    "The only thing between me and self destruction is responsibility",
    "I hate myself more than anyone else does",
    "kindly help us. We are suffering from sever depression because of",
    "Why am I such a fool consumed by anxiety? Trying to overthink about other feelings I can't even accept my own needs and wants? I am spiraling out of control in my own depression and self loathing.   Right now, all I can do is hate myself.",
    "I was diagnosed with depression at 17, have been hospitalized twice for mental health, &amp; still medication to function for 17 year. I’ve been diagnosed with long term depression, complex trauma and PTSD within the past few years. I talk with a therapist once a week. 1/2  https://t.co/7Co7VKpAEU",
    "I really just wanna kill myself. End the fucking misery and depression. Just get it over with.",
    "I'll start by saying I can't see the original tweet but based on comments I can see I get the gist. It might be my anxiety talking but having a that relationship with a therapist makes me ✨uncomfy✨. Like I also need specific hours to process trauma, I cant do that shit all day.",
    "Just because  is obsessed with doing frauds with cxs &amp; they didn't delivered my order today, I'm gone under so much depression that i am going to commit suicide tonight as i had financial losses due to",
    "Down on me. I hate myself. I hate who I’ve become. I hate who I’ve been. I hate who I’m probably going to be. I don’t know what the f**k to do with my life and feel like it’s wasting away. When I was a teenager, I never thought I’d be in this situation now. It’s ridiculous /3",
    "Trying so hard to be okay these days but how can u even feel okay when depression settle in like this? 😓I hate how it just makes me feel this empty",
    "My whole body aches. I’m so exhausted and I’m so scared I’ll fall ill soon bc of this stress 😩😩😩",
    "My chest has been so tight. I’m so exhausted",
    "i feel so tired and drained and i just want to give up everything, i've never felt this way and it feels so lonely",
    "Sometimes I feel like \"why am I depressed?\". Nothing traumatic has happened to me, I've never lost a loved one, you know? Like I just started having anxiety that lead to sh that lead to suicidal thoughts that lead to depression",
    "i am beyond burnt out. college is horrible rn. i dont think ill have the energy to be interactive for the coming days, i'm really really sorry. i hate letting people down, i let so many people down today and i'm so exhausted and disappointed in myself",
    "Why am I so depressed all of the time like no I don’t want to cry right now but I feel like I gotta 😭😭😭",
    "This is forever a comfort manhwa for me. I read it at least once every month or two. I recommend it whenever I can since I love it so much. It will always be one of my favourites",
    "Never thought I would witness the self destruction of the United States by political suicide. Dems, the only force in  position to stop this destruction, are sitting  in circle jerks to satisfy themselves to get together and take the bold action that is needed.  I weep 4 America.",
    "I'm really depressed so I stpo taking my antidepressants which makes me even more depressed.  The fuck?",
    "literally i got so depressed on vacation all i did was lay in my bed from morning till night for a straight week",
    "I'm in the office. Went to the back office and been crying all morning. I'm such a mess.  I am seeking professional help. I will get past this depression.  But man it sucks. I hate feeling the way I do. I just want to be a functioning member of society.",
    "So Lonely Depressed Sad &amp; Fucked Up … Nobody Love Me Nobody Cares … I’m Everywhere @ Once … Friends Playing With My Head … Girl Playing With My Heart, Wish I Can Go Back To The Start I’ll Never Do This Again …",
    "I don’t know what happened in series 6.  You all look so depressed.  All the sparks were gone.  Looks all as you are at least 10 years older , the lights went out in everyone’s eyes.  Vaccinated ?",
    "Depression and anxiety been eating away at me heavy today, my minds my worse energy rn. Feeling disposable as fuck and I hate that I can’t do anything about it. Im probably not gonna be around a whole lot, kinda feel like I’m just annoying people with my existence lmao",
    "I  think I'll buy a gun. so I'll just end it .",
    "I hate that I can feel my anxiety fuel my depression  And nothing I do is helping to stop either one..",
    "YOU'VE BROUGHT SO MUCH HAPPINESS IN ME, THROUGH YOUR MUSIC AND JUST FROM BEING YOU THROUGHOUT THESE PAST MONTHS OF BEING DEPRESSED. I JUST WANNA HUG YOU AND TELL YOU THAT YOU ARE NOT SELFISH, AND I'M TRULY GRATEFUL OF YOU 😭❤️",
    "Twice. Worse feeling than kidney failure! And then six weeks later, you have a sort of just as painful (but not as bad) relapse. I got so depressed and sick I nearly slit my wrists! I will IRRATIONALLY ******** ANYONE who says it’s just like a normal cold! &gt;:(",
    "tw// depression, suicidal thoughts  I've been through something like this before, I should know how to deal with it but everything is so much harder. I feel more of a burden wherever I go. I don't even like myself anymore. Anyone have a reason to keep going?",
    "i want to do so much self destruction bc if i cant self destruct like a bomb i gotta find another way",
    "Jokes on you, was in the frustrated phase all season. Was in the sadness phase last night. Get on my level",
    "Woke up feeling like...-how go I put this-...you ever feel so depressed that it's almost silencing? Like you can't bring yourself to speak about it or bother to try and confront it? Basically it's the mental health equivalent to uttering Voldemort's name.",
    "I feel extremely alone and depressed and am thinking about suicide. If you feel the same, retweet.",
    "I am not anxiety, depression, adhd, diabetes, osa,  terminated, rejected...  I am not useless, worthless, stupid, a loser...  I am imageo dei, chosen, wholly loved, abiding in Creator's presence...  I need to tattoo this somewhere!!!",
    "No one:  Absolutely no one:   My depressed ass: Urgh, life is pointless, nothing matters and I’m always tired. Also, I can’t sleep, I’m overeating and none of my old hobbies interest me.  https://t.co/2fMdaN9BxE",
    "Sometimes i just get hit by depression and start to feel hopeless about my life and living. Bc it's like what's the point in continuing when i don't even know for sure I'm going to get away from all these horrible people. I'm just so tired of everything. I've lost my appetite too",
    "I have moderate depression. It's where you feel hopeless about what liberals and conservatives are doing.",
    "I  want to die. so I'll just end it .",
    "My memories keep showing me how 1 year ago I was in unhealthy friendships, stuck in toxic patterns of self destruction, overweight,  depressed,  &amp; headed for disaster. A reminder: that person who appears to be having the time of her life, may just be teetering on the edge. 💔 💕",
    "three weeks on birth control. terrible mood swings. cry over everything. genuinely so depressed. no motivation. hard to get out of bed. in tears every shift at work. rarely happy. i've become a burden to others. i hate myself. everything has become so difficult. suicidal. 0/10",
    "My house doesn't feel like home anymore. The moment I leave work I instantly get feel depressed. This quarantine seriously ruined my opportunities.",
    "so i decided to change today. Break through over my fear and i hurn 581 kal for today, fuck im exhausted but honestly i feel free,free from fear",
    "Girl i have depression, i swear i cant have a normal existence. when i have appointments everyday i feel overwhelmed and stressed and that makes me sewerslidal and when i dont have appointments i feel worthless and depressed and overthink everything and that makes me sewerslidal",
    "So depressed and down could not get anything done this weekend. Feeling like a super failure. In multiple facets of my life at this point. Just lost.",
    "I suffer from severe depression &amp; anxiety. It takes my energy, friendships, and interests. I thought my demons were laziness &amp; being self absorbed. If you were ever in my life &amp; it’s been while, you still are. I will never stop fighting to get these things back ❤️",
    "Sunset is def that level of euphoric that makes you feel extra bleak if you're depressed. Sorry you're going through it, I have been too and have definitely had to be around other people in very bite sized chunks for it to be remotely tolerable",
    "When I’m “high,” I tend toward extraversion and anxiety, while being far more creative and also far more needy.  When I’m \"low\"/depressed, I tend much more toward hyperfocus, whereas when I’m \"high\"/anxious, I tend toward being very scattered.",
    "LF:  After Junglewasi's declared war on OTT,3 fought amongs &amp; eventually  gave the old map coz  was nt listening to them. got upset dat dono ke beech mai uski game kharab ho rahi  This is them,separated &amp; frustrated!    https://t.co/gKsDYjW9jC",
    "A year passed. Not a single progress in life at all. Im sad, im depressed, im mad. I tried to do everything even that'll give a very tiny little progress to my life, but it seems like it just wasnt worth it. Going downhill from the first day i was born, a failure. Thats life.",
    "CW: self-harm mention  I have PTSD, ADD, and a bunch of other comorbidities. I am regularly suicidal and often plab exactly how I'm going to do it. I get so depressed that the idea of communicating makes me want to vomit.  It's not okay for me to allow that to externalize",
    "i’m so exhausted today..... i need to go to bed earlier  https://t.co/mPIQPULwyv",
    "27-07-2021 This marks the end of my journey. A journey worst than death. The year 2018-2021 were the worst years of my life. I went through abuse,character assassination,depression, bullying suicidal thoughts, self destruction family issues and much more.",
    "i am in my depressed and self-loathing era",
    "god i fucking hate the bus bro i’m a depressed suicidal faggot trying to get to school and this lady’s trying to lean into me multiple times. there are there kids in front of her one of which is hers"
  ],
  "replies_count": [
    1,
    0,
    0,
    0,
    1,
    0,
    0,
    0,
    1,
    0,
    10,
    2,
    0,
    1,
    0,
    0,
    0,
    2,
    1,
    0,
    0,
    1,
    0,
    0,
    0,
    1,
    0,
    0,
    1,
    15,
    0,
    0,
    1,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    1,
    0,
    0,
    0,
    1,
    0,
    1,
    1,
    1,
    0,
    1,
    0,
    0,
    1,
    0,
    1,
    0,
    1,
    1,
    1,
    0,
    1,
    0,
    4,
    1,
    1,
    0,
    0,
    0,
    1,
    0,
    0,
    1,
    1,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    1,
    0,
    0,
    0,
    1,
    0,
    1,
    1,
    1,
    0,
    1,
    0,
    0,
    1,
    0,
    0,
    0,
    0,
    1,
    4,
    1,
    0,
    0,
    2,
    0,
    1,
    0,
    1,
    0,
    1,
    1,
    1,
    2,
    1,
    1,
    1,
    0,
    1,
    1,
    1,
    0,
    0,
    0,
    27,
    0,
    0,
    11,
    0,
    0,
    1,
    2,
    0,
    0,
    1,
    2,
    1,
    1,
    2,
    1,
    0,
    1,
    0,
    1,
    0,
    0,
    0,
    1,
    0,
    1,
    0,
    1,
    1,
    1,
    0,
    0,
    0,
    0,
    1,
    1,
    0,
    1,
    0,
    0,
    2,
    1,
    0,
    3,
    0,
    1,
    0,
    0,
    1,
    0,
    1,
    0,
    2,
    0,
    1,
    1,
    1,
    0,
    1,
    1,
    1,
    0,
    2,
    0,
    1,
    0,
    0,
    0,
    1,
    0,
    0,
    0,
    0,
    0,
    2,
    0,
    1,
    0,
    1,
    1,
    4,
    0,
    0,
    0,
    0,
    2,
    0,
    1,
    1,
    0,
    0,
    0,
    0,
    0,
    0,
    1,
    0,
    0,
    1,
    0,
    0,
    0,
    0,
    0,
    1,
    0,
    4,
    0,
    1,
    0,
    0,
    1,
    0,
    1,
    1,
    2,
    1,
    0,
    1,
    0,
    1,
    0,
    0,
    0,
    0,
    1,
    0,
    0,
    1,
    1,
    1,
    0,
    1,
    0,
    0,
    1,
    2,
    0,
    0,
    0,
    0,
    0,
    1,
    0,
    0,
    3,
    1,
    1,
    0,
    2,
    2,
    1,
    1,
    3,
    2,
    3,
    1,
    1,
    0,
    34,
    1,
    0,
    4,
    1,
    0,
    1,
    0,
    0,
    0,
    0,
    0,
    3,
    0,
    1,
    1,
    1,
    0,
    0,
    2,
    0,
    0,
    0,
    0,
    0,
    0,
    1,
    1,
    0,
    1,
    0,
    0,
    0,
    0,
    1,
    2,
    1,
    0,
    0,
    1,
    0,
    1,
    1,
    1,
    1,
    0,
    0,
    2,
    0,
    1,
    1,
    0,
    1,
    0,
    1,
    2,
    2,
    0,
    0,
    0,
    0,
    0,
    0,
    108,
    0,
    0,
    1,
    1,
    1,
    1,
    1,
    0,
    0,
    1,
    0,
    0,
    7,
    1,
    0,
    0,
    1,
    0,
    0,
    0,
    1,
    0,
    1,
    0,
    0,
    0,
    0,
    0,
    1,
    0,
    0,
    1,
    0,
    1,
    1,
    0,
    0,
    0,
    1,
    0,
    0,
    1,
    1,
    0,
    1,
    0,
    1,
    0,
    12,
    2,
    1,
    0,
    0,
    0,
    0,
    0,
    0,
    1,
    0,
    0,
    0,
    1,
    0,
    0,
    2,
    0,
    1,
    1,
    0,
    1,
    1,
    0,
    0,
    0,
    0,
    0,
    0,
    1,
    0,
    0,
    0,
    0,
    0,
    0,
    1,
    0,
    0,
    1,
    0,
    1,
    3
  ],
  "retweets_count": [
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    99,
    0,
    0,
    3,
    0,
    0,
    4,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    1,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    1,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    2,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    142,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    2,
    0,
    0,
    0,
    0,
    0,
    0,
    2,
    2,
    0,
    0,
    2,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    1,
    0,
    0,
    0,
    0,
    0,
    0,
    1,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    1,
    0,
    0,
    0,
    1,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    3,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    1,
    0,
    0,
    0,
    0,
    0,
    0,
    1,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    2,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    1,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    1,
    0,
    0,
    0,
    1,
    0,
    0,
    0,
    0,
    0,
    3,
    1,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    1,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    6,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    134,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    4,
    0,
    0,
    2,
    0,
    7,
    0,
    3,
    1,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    26,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    1,
    1,
    0,
    1,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    34,
    0,
    0,
    0,
    0,
    0,
    1,
    1,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    3,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    4,
    0,
    0,
    0,
    0,
    2,
    0,
    0,
    2,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0
  ],
  "likes_count": [
    0,
    0,
    1,
    1,
    0,
    2,
    2,
    3,
    4,
    0,
    20,
    3,
    0,
    1,
    2,
    0,
    0,
    1,
    0,
    0,
    1,
    2,
    0,
    0,
    0,
    0,
    0,
    0,
    1,
    594,
    0,
    2,
    7,
    13,
    4,
    8,
    1,
    0,
    0,
    0,
    0,
    7,
    1,
    0,
    1,
    1,
    1,
    1,
    1,
    0,
    1,
    0,
    0,
    1,
    0,
    2,
    1,
    22,
    1,
    0,
    0,
    2,
    0,
    7,
    1,
    0,
    0,
    0,
    1,
    0,
    1,
    1,
    1,
    4,
    0,
    0,
    0,
    3,
    2,
    0,
    0,
    20,
    0,
    0,
    0,
    0,
    2,
    0,
    0,
    0,
    0,
    0,
    0,
    14,
    5,
    0,
    1,
    0,
    0,
    7,
    1,
    3,
    1,
    30,
    0,
    0,
    275,
    1,
    0,
    0,
    1,
    0,
    5,
    1,
    1,
    0,
    0,
    1,
    2,
    1,
    0,
    0,
    3,
    3,
    1,
    0,
    76,
    0,
    1,
    15,
    9,
    0,
    1,
    8,
    2,
    0,
    1,
    20,
    0,
    11,
    2,
    0,
    0,
    0,
    1,
    1,
    2,
    0,
    0,
    0,
    4,
    1,
    1,
    0,
    3,
    3,
    0,
    0,
    0,
    1,
    3,
    0,
    0,
    8,
    0,
    0,
    1,
    1,
    3,
    10,
    1,
    0,
    2,
    0,
    0,
    1,
    0,
    17,
    0,
    0,
    0,
    5,
    1,
    0,
    0,
    0,
    4,
    6,
    0,
    0,
    0,
    0,
    0,
    0,
    1,
    5,
    0,
    0,
    2,
    0,
    3,
    1,
    0,
    40,
    0,
    1,
    12,
    4,
    1,
    0,
    0,
    22,
    8,
    0,
    0,
    0,
    0,
    2,
    1,
    0,
    3,
    24,
    0,
    1,
    0,
    1,
    0,
    0,
    0,
    4,
    0,
    0,
    7,
    1,
    1,
    0,
    0,
    1,
    0,
    5,
    2,
    1,
    5,
    0,
    4,
    0,
    3,
    6,
    7,
    0,
    0,
    0,
    1,
    1,
    3,
    1,
    1,
    0,
    0,
    0,
    0,
    2,
    4,
    2,
    0,
    0,
    0,
    1,
    1,
    0,
    0,
    8,
    5,
    0,
    0,
    5,
    0,
    4,
    0,
    6,
    0,
    4,
    2,
    0,
    0,
    557,
    0,
    0,
    13,
    0,
    0,
    1,
    1,
    26,
    0,
    0,
    0,
    8,
    21,
    0,
    17,
    5,
    0,
    3,
    5,
    0,
    0,
    5,
    0,
    19,
    0,
    0,
    1,
    1,
    0,
    1,
    0,
    0,
    0,
    3,
    0,
    6,
    2,
    2,
    1,
    1,
    0,
    2,
    0,
    0,
    0,
    4,
    3,
    0,
    0,
    1,
    2,
    0,
    0,
    0,
    8,
    13,
    0,
    0,
    0,
    0,
    3,
    0,
    422,
    0,
    10,
    0,
    0,
    0,
    0,
    3,
    0,
    8,
    0,
    0,
    0,
    8,
    1,
    1,
    0,
    0,
    1,
    0,
    1,
    2,
    0,
    1,
    1,
    0,
    0,
    2,
    1,
    4,
    0,
    0,
    1,
    0,
    0,
    0,
    2,
    0,
    4,
    0,
    0,
    0,
    0,
    1,
    3,
    0,
    0,
    0,
    0,
    20,
    0,
    3,
    0,
    0,
    1,
    0,
    0,
    0,
    0,
    1,
    0,
    1,
    13,
    1,
    4,
    6,
    0,
    7,
    0,
    0,
    16,
    4,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    1,
    1,
    0,
    1,
    0,
    0,
    0,
    4,
    4
  ],
  "label": [
    "3",
    "0",
    "2",
    "1",
    "2",
    "2",
    "2",
    "1",
    "2",
    "1",
    "1",
    "0",
    "0",
    "0",
    "2",
    "0",
    "1",
    "1",
    "3",
    "3",
    "0",
    "1",
    "2",
    "1",
    "3",
    "3",
    "0",
    "0",
    "1",
    "0",
    "2",
    "0",
    "1",
    "0",
    "1",
    "3",
    "0",
    "0",
    "0",
    "0",
    "1",
    "2",
    "1",
    "0",
    "2",
    "1",
    "2",
    "0",
    "3",
    "0",
    "3",
    "3",
    "2",
    "1",
    "1",
    "0",
    "3",
    "3",
    "2",
    "3",
    "1",
    "1",
    "2",
    "1",
    "0",
    "1",
    "2",
    "0",
    "1",
    "2",
    "2",
    "1",
    "2",
    "3",
    "1",
    "2",
    "3",
    "1",
    "1",
    "2",
    "0",
    "0",
    "1",
    "2",
    "2",
    "1",
    "1",
    "2",
    "2",
    "3",
    "2",
    "3",
    "1",
    "0",
    "0",
    "1",
    "1",
    "2",
    "0",
    "3",
    "3",
    "0",
    "2",
    "1",
    "1",
    "1",
    "1",
    "2",
    "3",
    "3",
    "3",
    "2",
    "0",
    "0",
    "2",
    "3",
    "3",
    "2",
    "1",
    "0",
    "3",
    "3",
    "2",
    "3",
    "1",
    "2",
    "2",
    "0",
    "0",
    "3",
    "2",
    "0",
    "1",
    "0",
    "3",
    "2",
    "1",
    "1",
    "3",
    "2",
    "3",
    "0",
    "1",
    "3",
    "2",
    "3",
    "1",
    "3",
    "3",
    "3",
    "1",
    "1",
    "2",
    "3",
    "0",
    "0",
    "3",
    "2",
    "2",
    "0",
    "3",
    "3",
    "2",
    "2",
    "3",
    "0",
    "3",
    "3",
    "1",
    "3",
    "1",
    "2",
    "1",
    "0",
    "0",
    "0",
    "3",
    "2",
    "1",
    "2",
    "3",
    "1",
    "1",
    "0",
    "0",
    "0",
    "2",
    "0",
    "3",
    "1",
    "3",
    "3",
    "3",
    "3",
    "2",
    "3",
    "0",
    "0",
    "0",
    "0",
    "3",
    "2",
    "1",
    "1",
    "3",
    "3",
    "3",
    "3",
    "1",
    "1",
    "3",
    "1",
    "1",
    "3",
    "1",
    "0",
    "0",
    "1",
    "2",
    "0",
    "3",
    "2",
    "0",
    "1",
    "1",
    "1",
    "3",
    "0",
    "2",
    "2",
    "3",
    "1",
    "1",
    "2",
    "0",
    "3",
    "3",
    "2",
    "3",
    "2",
    "1",
    "2",
    "1",
    "1",
    "2",
    "2",
    "0",
    "0",
    "2",
    "0",
    "3",
    "1",
    "2",
    "2",
    "1",
    "0",
    "2",
    "1",
    "2",
    "0",
    "2",
    "0",
    "0",
    "0",
    "1",
    "2",
    "3",
    "3",
    "2",
    "0",
    "3",
    "0",
    "2",
    "0",
    "3",
    "2",
    "0",
    "2",
    "0",
    "2",
    "0",
    "1",
    "1",
    "0",
    "2",
    "1",
    "1",
    "2",
    "2",
    "2",
    "1",
    "0",
    "3",
    "0",
    "2",
    "2",
    "3",
    "0",
    "0",
    "2",
    "3",
    "1",
    "2",
    "3",
    "0",
    "0",
    "3",
    "2",
    "2",
    "0",
    "3",
    "1",
    "3",
    "2",
    "3",
    "1",
    "1",
    "1",
    "1",
    "2",
    "1",
    "0",
    "0",
    "0",
    "2",
    "2",
    "2",
    "2",
    "0",
    "0",
    "2",
    "1",
    "0",
    "3",
    "0",
    "0",
    "1",
    "3",
    "3",
    "1",
    "1",
    "2",
    "1",
    "3",
    "2",
    "3",
    "1",
    "3",
    "1",
    "3",
    "0",
    "3",
    "0",
    "0",
    "2",
    "3",
    "3",
    "3",
    "3",
    "1",
    "1",
    "2",
    "2",
    "2",
    "2",
    "2",
    "1",
    "0",
    "0",
    "0",
    "3",
    "1",
    "2",
    "0",
    "1",
    "2",
    "2",
    "1",
    "2",
    "2",
    "3",
    "0",
    "0",
    "1",
    "1",
    "0",
    "3",
    "3",
    "0",
    "2",
    "2",
    "3",
    "2",
    "3",
    "2",
    "3",
    "2",
    "2",
    "0",
    "2",
    "1",
    "1",
    "1",
    "3",
    "3",
    "3",
    "3",
    "3",
    "1",
    "0",
    "0",
    "0",
    "0",
    "3",
    "0",
    "0",
    "3",
    "3",
    "0",
    "3",
    "3",
    "1",
    "3",
    "1",
    "0",
    "3",
    "0",
    "3",
    "1",
    "1",
    "2",
    "0",
    "2",
    "3",
    "1",
    "1",
    "0",
    "1",
    "1",
    "0",
    "3",
    "1",
    "2",
    "1",
    "2",
    "2",
    "2",
    "3",
    "3",
    "1",
    "3",
    "1",
    "3",
    "1",
    "0",
    "0",
    "0",
    "0",
    "1",
    "2",
    "2",
    "2",
    "3",
    "3",
    "2",
    "1",
    "1",
    "0",
    "2",
    "0",
    "0",
    "2",
    "0",
    "0",
    "0",
    "3",
    "1",
    "0",
    "3",
    "2",
    "0",
    "2",
    "0",
    "3",
    "2",
    "1",
    "0",
    "0",
    "0",
    "1",
    "1",
    "3",
    "2",
    "1",
    "1",
    "3",
    "1",
    "0",
    "3",
    "3",
    "3",
    "0",
    "2",
    "0",
    "0",
    "1",
    "0",
    "2",
    "3",
    "0",
    "1",
    "3",
    "3",
    "3",
    "1",
    "0",
    "2",
    "0",
    "2",
    "1",
    "2",
    "1",
    "3",
    "2",
    "2",
    "2",
    "0",
    "0",
    "3",
    "1",
    "1",
    "3",
    "0",
    "0",
    "3",
    "2",
    "0",
    "3",
    "0",
    "1",
    "0",
    "2",
    "1",
    "1",
    "1",
    "1",
    "2",
    "2",
    "2",
    "2",
    "2",
    "3",
    "1",
    "3",
    "2",
    "1",
    "1",
    "0",
    "2",
    "3",
    "2",
    "2",
    "0",
    "0",
    "2",
    "1",
    "2",
    "2",
    "0",
    "2",
    "3",
    "1",
    "0",
    "3",
    "3",
    "3",
    "0",
    "2",
    "3",
    "0",
    "1",
    "2",
    "2",
    "3",
    "3",
    "3",
    "1",
    "0",
    "2",
    "2",
    "2",
    "1",
    "1",
    "0",
    "2",
    "3",
    "0",
    "3",
    "1",
    "3"
  ]
}