{
  "content": [
    "While I love the convenience of online shopping, I have been thinking about the piles and piles of packaging material (especially single use plastics) that get used. Do  or  recycle these? If so, how?",
    "You know what, feeling inner conflict w/ parents (toxic mom) for many years was so depressed, shaking hands &amp; feel stiff, headache, stomachache, asthma, overthinking, feeling pin &amp; needles on my hands &amp; arms, daydream, crying for no reason, insomnia made me trying suicide 3 times  https://t.co/9wC465VMKi",
    "\"Freedom from excruciating pain,\" sorry about that error. I was dreaming.",
    "PTSD, Depression and Hi&amp;h Anxiety is a bad combination when you are trying to sleep. I hate life sometimes, and hate is a very strong words. Hope I respite on my judgement day. In'sha Allah",
    "feeling very much self destruction vibes, i wanna spontaneously disintegrate",
    "I think I might be suffering from some sort of covid overload depression. There are more cases and I'm seeing more and more kids getting it. Will this ever level out of there are so many people who don't believe in the vaccine or masks?",
    "Spending- tell me it’s not just me who struggles? Needing an instant fix to feel better. Trying so desperately hard but it’s bloody hard 💔 feel like a failure to everyone on everything at everytime 😭",
    "I’m so mentally exhausted I can’t anymore .. like I need to breakdown maybe then I’ll feel better.",
    "i hate my depressed ass for this oh God",
    "It feels so hard. There’s so much trauma I thought I was over with. It feels all-consuming , and the past few days have been a constant state of anxiety.",
    "I’m so exhausted today. Going to try and rest up as much as I humanly can 😭",
    "I'm sorry, I seriously get so depressed thinking about how fucked up everything is and how I don't think it can be fixed.",
    "i applied for six different jobs last night. i’m tired of getting fucked over by my current employer and i need money so i can start my life finally. i’m so mentally exhausted from not working it’s not even funny. i hate losing money because of my jobs mistakes",
    "I listen to any song as long as it's in Japanese, so... I can't mention one by one because I listen to too many random songs  https://t.co/RjoqWmYXPq",
    "i felt like i deserved to be punished for stealing their father away from them but i could never figure out how to sufficiently make amends. when my depression started emerging during my jhs years i began flirting with thoughts of suicide",
    "My husband's going live with non-profit m.perfectlyme at 12:30pm ET today to talk about communicating with folks suffering from depression as part of the  campaign.  Tune in to IG live here:  https://t.co/QlE3bcX7jt",
    "Either I have to wear a mask and shield for hours and hours every day at work or these people can sit together at this game, but not both.  Fuck all y’all. I’m so tired of this pandemic.      https://t.co/0Pw03e12zN",
    "We hate what the  has done to Tigrayans mental health. Promise us you will keep fighting the anxiety and depression. We know how it likes to creep in. But like Maya Angelou said, \"Every storm runs out of rain.\" We love you Deki Tigray.🤎",
    "Why is the fuel supply situation so, so bad in Kent.  I haven't been able to get fuel here for nearly two weeks now.  A delivery comes and is exhausted in hours with two mile queues in one case I saw.  This isn't panic buying, but clearly something else.",
    "So depressed and tired of feeling this way. I need to change my place of living quickly.",
    "\"I forgot the light switch\"  CW: life of someone with C-PTSD, major depressive disorder, anxiety, implied trauma event, mention of verbal abuse  https://t.co/sOA899ENpe",
    "Unity depressed after result  No Payouts But company is expanding business aggressively So 30 is very attractive level 👍",
    "Hey folks. Sorry I'm a bit quiet at the moment - I've been suffering from depression and adjusting to being back on medication for it. I'm hoping my creative mojo will be back soon so I can tweet cool stuff again.",
    "i Am so exhausted from feeeeeling this waaaaay every single daaaay",
    "In Portland for work and I'm so chronically depressed, like the worst I've been a minute. I'm here alone in a sorta gross hotel and I have to work? I just wanna take a nap for the rest of my duration....",
    "I feel like I have lost my happiness again, I don’t smile like I used to anymore and I hate to be feeling like this because I don’t want to go back to being depressed like I was a few years ago",
    "i fucking hate being depressed can i literally just die already &gt;_&gt;",
    "ah yes the dead, the imprisoned, the assumed dead, the depressed and fruity megumi are really helping with my sadness.",
    "I’m So Drained . I Hate Everything About Life .",
    "i hate when people say i look sad. bro i’m depressed leave me alone  https://t.co/Qtw5jMsCYA",
    "It's been 7 years with this battle, and it keeps on getting harder. I want to surrender na. It's so tiring, I'm drained, exhausted.",
    "No, just depressed… I don’t feel I deserve nice things, so I don’t treat myself to bottles of Prosecco on a regular basis",
    "I am trying very hard to fight this depression but it’s hard. It is extremely hard. I hate going into work and people would rather create unnecessary issues for people not knowing what people deal with outside of work",
    "im terribly depressed so im going to have a dinner and lay in bed today because i just cant be bothered im just going to be fat and useless my whole life",
    "My depression has been winning lately. I hate that.",
    "Hi james. Every morning I wake up with real depressed kinda feelings but anyway..is it any wonder the way the world is at the moment??  I dont suffer depression but I do have anxiety attacks. Im not afraid to admit that.I hate it tho. The word covid  &amp; knowing  its out there 100%",
    "After 12 months of a total shitshow regarding my mental health with suicide attempts, horrible depression &amp; hospital visits I have seen a psychiatrist &amp; officially been diagnosed with ADHD. It feels like a weight has been lifted &amp; I understand myself finally.",
    "Thinking about streaming my coding on Twitch soon so that everyone can see me get frustrated and enjoy.  What do you think of it??",
    "TW depression  I’m on the edge again. It’s been awhile since I’ve been here. Since I’ve been this close to losing it. I finally decided to start therapy again. It’s been years since I’ve been because I hate it. Idk why but I do.",
    "I hate being in this state of being depressed and angry. The more I fight being sad, the more angry I get. Its like quicksand ..the harder I fight...the more I sink. It's hard to shake ..but I'll get there. 🌞❤️",
    "Depression really sucks, I’m still dealing with it each day even getting help. I’m not as bad as I was but it’s still difficult. I started to really feel better this summer, before my pup passed away but after that, it really damaged me. I was in denial about how bad it was again",
    "I have thought about this before but just got reminded now that the amount of actual helpful resources available for immediate consumption by people suffering acute depression/suicide risk are laughable small with a lot of it being unhelpful or \"Do X\" without advice on \"HOW\"  https://t.co/tnbgPhx8A9",
    "On a new anti-psychotic and I am SO insecure and depressed ❤️❤️❤️❤️",
    "It's getting bad again I hate it so much I have medicine to help why is it getting bad again I hate my self so much it's so fucking stupid I'm so fucking stupid fuck you depression",
    "im gonna try and sleep early bc 1) depression and 2) i am literally so exhausted .... goodnight everyone &lt;3",
    "What I'm noticing is that I'm not as resilient? Something. I'm exhausted. I'm loving being F2F for teaching. Our students are so much happier, but I'm exhausted.",
    "you can tell i'm in a bad place mentally when i'm just watching anime all day  whenever i watch anime it's because i'm extremely horribly depressed so I turn to anime to feel something, anything at all",
    "For me, my depression most commonly and dangerously manifests as intrusive suicidal thoughts. If you’ve never had intrusive thoughts, trust me you don’t want them. It feels like your mind is constantly barraged with a voice that isn’t your own or in your control.",
    "HA ur mine too ily so much",
    "depression and compulsion sometimes flare up. maybe that’s my true self. feeling of separation from the reality, conflict with ideals, my head hurts. it was when i was about 18 that my social phobia developed, it was about then that my mind became polluted more and more",
    "i hate those tears.. i hate those human feelings..i hate being weak.. i hate depression.. i hate myself so much",
    "So I’m trying to use the online tool to make an appt w  but the online tool doesn’t allow me to make an appt, even though I’m a patient at the Rome VA Clinic. I need to reevaluate depression meds cuz I’ve been having suicidal thoughts a lot &amp; PTSD is screaming in me…",
    "He may have been suffering silently all that while. I had a friend commit suicide and none of us had any idea she was depressed.",
    "TW: suicide   One of my coworkers neighbors took his life recently. They are talking about how he didn’t have a college education, was super depressed, poor, etc. and Had no one.   Hella triggered rn because I also struggle with all of those things as well as being suicidal.",
    "NAUR CAUSE I WAS SO DEPRESSED FOR ALMOST A YEAR",
    "I have crushing depression and suicidal ideation please help",
    "This makes me feel trauma,anger,sadness. I'm seeing,by design. I'm 'seeing' quite a bit of late.",
    "So now I am struggling with my depression, which makes me anxious about the day ahead, which makes me feel lonely and depressed, which brings on more anxiety, I think you get the idea.  So, what do I do about it? As the song says, the drugs don't work...  6/10",
    "you are going to kill yourself because you are depressed. i am going to kill myself to harm and hurt my loved ones. we are not the same.",
    "I hope when they will return frustrated, gas prizes will be increased to 1500 per cylinder.",
    "I have been so drained the past few days and I don't know why  https://t.co/bQDK0fdsDu",
    "I am so mentally exhausted I can't focus on anything....why just why😭😔",
    "i am so fucking depressed right now lol",
    "I'm sorry everyone.. but the hate has gotten to me 😪 I have decided to let a snake bite me and i'm going to let the venom kill me. Goodbye everyone.     😭😭😭😭😭😭😭😭😭😭😭😭",
    "I’m so tired of all of it. So so tired. I can’t even get angry anymore, just depressed now.",
    "i know i’m a virgo because i’m in a terrible depressive episode but i also don’t have the time to be depressed so instead my entire body is just in pain all the time as an alternative",
    "i always get so depressed and suicidal after hanging out with my friends",
    "I  feel so lonely. so I'll just end it .",
    "I’ve been thinking about suicide more and more often… I don’t want to. I don’t want to cause that trauma on my kid. But it’s hard… I’ve been suffering from depression for almost 15 years… it’s a daily battle… I’m tired",
    "I’ve been mentally drained and I feel bad bc I’m the person ppl lean on to. I’m so out of it",
    "sorry i ghosted u i was depressed &amp; wanted to kill myself but i’m horny now so wyd??",
    "and with depression it’s the worst. i hate staying in bed all day on my phone, not being able to do anything bcs i’m too lethargic. i want out and it’s already a big first step but now i need to do the rest, and take some actions",
    "Maybe the  should do what the Lakers did in 2004 and prioritize a frustrated Ben Simmons over Embiid like the Lakers chose a frustrated Kobe over Shaq.  They might not get an equal return for Joel Embiid, but keeping Simmons might make it worth it.   https://t.co/JT778Mr1oI",
    "Feeling a little bit under the weather lately and mentally exhausted, that's not a good combo lmao. I have so many ideas for things but it's hard to find motivation rn. ;w; Depression is hitting me hard and I feel like everything I do sucks. Hopefully it passes soon ;w;",
    "Along with prescribing anti-depressants, that was literally what my Doctor told me to do every day when I first burned out &amp; became chronically depressed.  I think he meant well &amp; genuinely believed it might help, but after a while it just made the rumination worse so I stopped.",
    "I  want to die. so I'll just end it .",
    "My tee is wrinkled but the irony is that I'm so depressed (8)",
    "why am i even so depressed and hateful and otherwise negative when objectively stuff isnt even rlly bad for me i just feel awful about it anyway and also am a failure and also  im muddling the point here but like idgi.",
    "When representatives of the church did the abusing — in the name of Jesus — it’s quite easy for victims to feel that way.   I’m sorry you are so frustrated that you are “done”.",
    "Im crying my neighborhood cat might be dead. Actually depressed today",
    "i am severely depressed 🤭 my lack of energy interferes with my day to day tasks 🤭 i think about suicide on average more than half the days of the week 🤭 i sleep far in excess of what is required 🤭 i often neglect my general surroundings and hygiene 🤭🤭😂",
    "i miss my bf im worried abt him, im sick, tired and depressed:((",
    "Why help someone into housing if you don't follow up with them to see how there adjusting. I felt like a prisoner a few times already this summer. I'm now having issues with my depression and suicidal thoughts. So help me if I feel like shit all winter I'll flip this game fast.",
    "I have really struggled throughout my life with my mental health. As a kid, I was bullied and mostly by family for being \"sensitive\". I have tried to commit suicide more than once. I frequently go through stages of depression. ",
    "me living in my own trauma and sadness bubble unable to see what their life has been like and how it’s changed the past year. 😭",
    "i am always so exhausted after harry shows i just wanna sleep 😭😭😭",
    "I'm having mine rn and it's so bad this month that i couldn't sleep for 4 nights with cramps, nausea and sore body and be feeling exhausted all the time,,,😖",
    "I got exactly what you got.... Military grade PTSD, neurotic depression, and social anxieties from the trauma.... Yea a good doc helps, the meds help but no one to open up to about it. It's for naught ... Suppressing the trauma will literally make you go nuts ... I'm on your page",
    "I experienced psychosis while I had COVID. I thought people were breaking into my house to try and kill me. I literally thought I was crawling out of my skin at one point. I’m convinced that COVID triggered major depression. I had never been suicidal &amp; I almost took my life.",
    "TW: Depression, Suicide.  I'm fine with taking meds, I would be able to live my life without them. A few years after, with all my trauma. I discovered that I had depression and was heavily suicidal, especially because of the ableism I experienced in school.",
    "Love everything about Fall, but I hate the seasonal depression that comes with it",
    "I filled out close to 70 job applications and had interviews with 16 different companies (some I spoke to as many as 3 times). I was so exhausted from talking to people, but I’m glad the perseverance paid off.",
    "This last guy blindsided me so hard I know my trust issues are going to be through the roof. I’d never been love-bombed before and to then be abandoned out of nowhere is really fucking with me. 🥴 Like he showed me how I want to be loved and just left? I’m really exhausted.",
    "i am depressed. the fear is eating me alive. i wish to be dead.",
    "Saluting my brainwaves for navigating this disaster. I’m thankful for what I have but I realize what I lost to gain it &amp; I’m contritely depressed over it. I want my bloodline back, and rightly so. I miss my family immensely &amp; it’s not backing down this time but so far, the answer",
    "I kinda wanna eat but everyone hates me ever again im a fuckign caged in between wishing myself dead for no reason but i",
    "hi! do you have any advice to students na sobrang daming gagawin making them frustrated and anxious? — take a break for a while! guys, keep in mind na mas mahalaga ang health niyo. like for an hour, layo muna kayo sa socmed or any…  https://t.co/JyS4StJArV",
    "I think I should shoot myself!  Nobody would notice anx the world would be a far better place without me in it!  I was told today I'm never good enough. I will always be a failure. I know i should give up so I am!",
    "yes i am depressed and have a severe problem with anxiety and suicidal thoughts, how did you know?  https://t.co/Q711yC9fMu",
    "For  I wanna share my truth with you.  I've lived with high functioning depression all my life. I have anxiety &amp; social anxiety.  I tried to commit suicide when I was 16, 27, &amp; 30 years old. But I survived. I also battle with intrusive thoughts every day.",
    "I’m depressed so I’m going to give my guniea pig a shag mullet",
    "tw // depression, suicide  Honestly this is more that just a deep seated fear, this is straight up me probably having depression. I hate myself to for being ill and have thoughts of wanting to die multiple times already.",
    "Gary. I have,  CPTSD,  Bipolar disorder, GAD, Suicidal Ideation,  Clinical depression.  I have had all since childhood.  I'm no survivor, I wake up and kick this shits ass, everyday.  I'm a fighter, exhausted  But still alive,  so I'm winning",
    "FFS. This is exactly the reason so many people in the country are depressed. This guy needs to watch The Shining. Some wisdom in there he'd benefit from",
    "Nothing compares to, nor could have prepared me for, the trauma of surviving acute  that lay dormant for twenty years.  https://t.co/Eg5rbWp3nM         . .",
    "i have never been this depressed in my life before my god i hate it here",
    "Damn i feel so restless and tired of everything lately",
    "Lol.. The East is really giving them headache, Buhari and his fellow Fulanis are restless... Only the East can give them sleepless nights cos the Igbos cant be anybody's subject.. Igbos in the East has destroyed Buhari's Fulanization agenda of Nigeria.. Northerners are so paind!",
    "Beomgyu couldn't keep his hands to himself either, he wanted to caress in the same way yeonjun did (see how restless he gets and how his hands keep caressing yeonjun's) but bg seemed to want to save it for later and not expose himself so much  https://t.co/EuZpBUyv4J",
    "tw // suicide, depression  - - - - - my depression is getting bad again and this might be the time when i finally do it",
    "thank you, I just hate these days where I just feel depressed and useless 😞",
    "I was already depressed about my job so there’s only benefits here!!!",
    "I feel this 100% bro! Almost 7 years and I'm still trying to repair the damage mine caused. There were so many things that she capitalized on, my addiction, my depression, my suicide attempts, and my biggest fear being alone. She ironically brought that fear to fruition.",
    "I can’t survive this week with this much anxiety i feel so restless",
    "i hate people who think i fake being depressed and suicidal",
    "I'm so fucking depressed, haven't left my bed in two days, and my birthday being in two days? Not helping. Just reminds me what a failure I am, and that I've accomplished literally nothing in life.",
    "Damn I’m so depressed. About to jump out my first floor window 🪟",
    "Are you frustrated with your swimming? Overcome a swimming plateau with these 5️⃣ tips! 💡  Thanks to Aqua Knuckles for sponsoring this video!   Increase your pull power by 2.5% and break through your plateau with the code MYSWIMPRO at  https://t.co/GCw2umm7nq    https://t.co/OFL9A3ePnC",
    "soz for not being on here n chatting about the smiths 24/7 plz bare with me i will come back, i just have depression n hate everything i usually enjoy at the moment lol",
    "Early on, I got an email from my kid's school about depression and warning signs of teenage suicide, but wear your masks! I ripped someone a new asshole over it, but they stopped sending the emails. Not enough people know this now.",
    "So sorry.  Hip pain can be excruciating, I kniw from experience.  Hoping for some relief soon.",
    "We get into the car and spend another 5 min waiting while he answers emails and text. I'm actually a bit frustrated. Like I stopped what I was doing an hour ago bc you said you were ready to go. I just want to slap him upside the head.",
    "Me being suicidal and depression means I’m already failing Allah as a Muslim, can this get any worse, I am better off as dead where I belong",
    "I don’t know much about the guy or his band but it’s clear that we are witnessing the self destruction of this individual..as weird and annoying as some of his posts have been I can’t help but feel a bit sorry for him.",
    "Istg i have been so angry and restless these past few days.",
    "At first, I didn't realize that I'm depressed but I'm already losing the will to live. I remembered wishing &amp; praying to die everyday. I even tried to hurt my self but I don't have the strength to do it because I was afraid to go to hell if I take my own life",
    "I've been suffering from depression pretty badly lately, and today is one of those days where I feel very lonely and unwanted.",
    "I don't know why I chose to quit, this is basically the worst time to do it. I'm depressed, lonely, unemployed. The only benefit I'm getting right now is that I'll live longer and honestly wooptie shit. I hate myself, I'm shit, and I don't fucking care if I don't wake up tomorrow",
    "I feel like a failure in life. I'm exhausted, stressed, and depressed and I know my mental health is in a bad way but there's nothing I can really do about it because I can't simply take off work because that would leave the rescue extremely shorthanded (I take care of the cats",
    "i stay up late because of depression and skin picking (i am so caught up in picking at my skin, i do it obsessively and compulsively for hours at a time), am so tired + hungry (no time to eat in the morn) i can't pay attention in class, i get bad grades, im a failure. wow! 👍",
    ". For God's sake, save me. I have reached the point of suicide. My parents kicked me out of the house. In this world, I have no one but the great God. I do not want much money. But I got to the point of insanity because of depression. I'm so upset I do not know how to describe my",
    "When tf did the BET awards come on ?",
    "like god i just want to stop worrying all the time i want to stop standing in place i need money i'm so fucking exhausted. i miss my best friend.",
    "My mental health hasn’t been good for a long time now. I’m fighting every day to ward off depression, anxiety, self-loathing, etc. I’m trying. It’s been immensely difficult. The fact that I’m able to work with my mind being all fucked up is a testament to my tremendous willpower.",
    "me always when i have a problem, I'm sad, I'm lonely, I'm depressed, break down, overthink, especially if I'm suffering ...  don't let anyone know coz everybody judge you...     https://t.co/oUjL7cv5pS",
    "I am on a path of self destruction",
    "thank you from someone who lost a parent to cancer. the ptsd + depression has left me unable to work all but 4 mos out of the last almost 2 years. i just got out of hospital for SH+suicide intent. any support/kindness would mean a lot. not sure where rent is coming from.  https://t.co/ccfiB8ndU5",
    "Got so many things I want to do but am too slow. Gonna draw the different iteration of Nicole from how she started to now. Also gonna redraw Ms. P Bottoms origin in comic form. Sorry for being a depressed potato lately I’ll be better.",
    "why are you all being so ungrateful, they always take some of their time to greet us and send us encouraging words even when they themselves, are drained— but instead of reciprocating the love they give...  you choose to point out the most irrelevant things?",
    "Agree. Also the US has become a hopeless place to live. You can’t ignore the awful state of poverty, healthcare, cost of higher ed, etc. Older people are depressed.",
    "hello I love the fall season and holidays but I also it depresses me so much. I am so depressed ! help",
    "seasonal depression hit me like a truck in the middle of work today it’s suffering season",
    "Livonia Michigan Catholics who human trafficked me $$$ Feb 22-28, 2013 after my EEOC doc abusive employer suicide swatted me (irrefutable with people who are honest) (not LPD) cause so much ongoing pain. All sorts of trolls online try to depress me more and hope to cause suicide.  https://t.co/zSn2q7d5aY",
    "feeling depressed rn 😩😩 why am I living rn life is not for me fr fr Snot help me to not commite suicide fr fr why life so hard man I hate people they scared me fr fr man smh rn tf is this life (son daron parle franglais)",
    "I feel like i'm legit unable to socialize normally, i'm always being a constant failure and my existence doesn't mean a thing to anyone. I just don't understand what's the point of me being alive when i'm such a pathetic and unnecesary sight.",
    "I am currently under medication (SSRI) to treat clinical depression, and I have had experiences with suicide. Your perspective is utterly irrelvant to me if you use it as a foundation to say that someone else is faking their suicide, because you need evidences to make that point.",
    "does anyone want to let me borrow their HBO max info so so I can watch Halsey’s movie??? pretty please",
    "Please help i am again in depression suicidal thoughts",
    "I was frustrated bc my son made a huge mess right before nap time tearing through here like a tornado… and all I said was “honey look at all of this” and he went and cleaned it up 🥺",
    "I hate when I’m depressed or something and I tell someone about how I wanna die and they be like “no don’t kill your self, you have people that love you and care about you” like that’s the biggest lie I ever heard like literally.",
    "my mind is so exhausted by you, i don't feel like doing anything anymore",
    "Awwww. Thank you so much Brian. Truly am honoured and honoured by your incredible words. I even thought of what to say on video of I quit. Would be an excuse. I’m sick of making them. Don’t know why I’m exhausted today. Monday I was owning it.",
    "12 hour shifts got me so exhausted. I didn't even do my dailies yesterday. 😭",
    "first therapy session finished!   to everyone’s great surprise i just got diagnosed with severe major depression &amp; generalized anxiety brought on my childhood trauma",
    "girl SAME, the bags under my eyes are genetic unfortunately so I always have them but when I’m exhausted they are 10 times worse and I look so ugly 😭",
    "People think I be chillin when it’s really depression. Overthinking things and wanting to be somewhere else",
    "right pic SCREAMS PAIN 😭😭😭 pls i can never forget the whole depression this manga gave me srsly hate them for that 😭😭",
    "i am not ok. I wish i died. I wish it was easier to die. I am tired i am stressed. I am not dead. But i wish i was.  I wish it was easy to kill myself without fear.",
    "I never hurt myself but I want to kill myself  everyday. There's no medicine for my depression.",
    "i am *optimistic* that at some point, the fandom WILL become a happy + safe place, bc so many content creators and fans are so gracious and lovely. but at the same time, there are people shitting on footnotes rn so i— am just exhausted tbh.",
    ".    I’ve been suffering from clinical depression since I was 13. I’ve been diagnosed with panic attacks and anxiety. I’ve seen loads of therapists, I’ve been on some very strong antidepressants.   And only 3 people knew about it. For others I’ve always been",
    "Imma need a  episode of non-canon variants of depressed Goofy. Leaning against a wall, floating in water. Empty eyes and dead dreams.",
    "This is me when my mania hits, love/hate relationship w it tho bc then the depression hits again and i am confusion",
    "I  hate everyone here. I'm going to hurt someone .",
    "i wish i can show how panic attack and depression feels like :( i feel tired all the time, battling voices inside my head. everyday just go through the same pain again and thinking about suicide all the time 🩹",
    "\"I would like to express to the victims my sadness and pain for the trauma that they suffered,'' Pope Francis said.    https://t.co/Nrg2nVTLa1",
    "a new moon during mercury retrograde. i feel so drained. i was gonna be off today but idk what’s going on with my supervisor",
    "Still can’t believe my weird little comedies about Tourette Syndrome and depression/suicide even made it to the finals. Can’t wait to see where they go from here.",
    "Bruh. When I went back to the kitchen from construction. I was sad/mad/angry/depressed about it, I had BAD days where I snapped all the time.. It’s gotten better, and tbh, I hate closing 6 days a week, BUT I’m getting my enjoyment back, and closing ain’t shit.",
    "is it normal to get this fucking depressed over something like this? like i’m genuinely so upset just thinking about it i feel like i’m being executed.",
    "I hate being a man because people jugde you of your depression!",
    "This is a good thing to read when all the articles about church abuse are coming out and have you overwhelmed and exhausted. And that's me right now. It's so tiring.",
    "I hate being stressed and depressed my appetite disappear ☹️",
    "cw:trauma, depression  I can remember everytime I have embarrassed myself with crystal clarity since childhood.   Other than literal trauma, these are some of my only childhood memories and they filled me with disgust and rage everytime they intruded on me.",
    "@ httpswaIIs No one is , no one will be every friend leaves when they see my anxious And depressed side and I can't control it hurts !",
    "Depression symptoms that may contribute:  Having a hard time paying attention or concentrating. Difficulties focusing on tasks. Feeling numb about everything going on around you. Questioning your past (blocking out trauma surrounding key events)",
    "Me !😅 I suffered ehn , but I was depressed so I didn’t really care",
    "I got trauma, I want to be able to do literally anything with my life. I’m in a constant cycle of barely getting by. I’d take the depression chip just saying 🤷",
    "How can I say I love being depressed when the other side of that is constant intrusive suicidal thoughts",
    "i hate being so anxious and depressed, it makes life harder sometimes",
    "Rory it's because it's never been tested on autistic neurology. I tried depressents decades ago n nearly ruined my life. I would rather be depressed than take them. I've got other strategies that are safe n effective for me.",
    "i’ve got a right to be depressed, i've given every inch I had to fight it. i have seen too much of this world, yes, but it hurts, it hurts, it hurts, it hurts",
    "Im trying to make my life a bit easier with extra money to pay bills. Ive been suffering from depression and anxiety so everything worries me.. need to rest.   $rossriverayy thank you.",
    "i'm depressed and i have blue hair so i guess i'll go as sadness from inside out this halloween   https://t.co/9yGvft5pNk",
    "This picture of me scaring a celebrity will self destruction in 1 hour.  https://t.co/M85Pviy0mJ",
    "also when u talked about bf I cried 😭😭😭why r u saying this? To hurt me? 😭😭😭If u really did this to me... I ll hurt myself lot or maybe do suicide 😭😭😭I'm depressed and u r keep hurting me by saying bad things 😭😭😭",
    "Been suffering alot in last few months .. I suffer with anxeity and depression as it is ...... intrusive thoughts etc ive had job lot ... won't let it beat me though",
    "I just exhausted my daily data limit 🙂and I'm sleepy too 😴  so good night besties✨ sleep well 💜",
    "I try to die everyday. Whether it is physically, mentally, spiritually, or emotionally. Self-destruction is the only way for me to grow. When I kill off every aspect of myself become something else entirely different. Death is nothing to be feared but embraced wholly.",
    "tw// suicide   idk if mine is moderate or severe bc i'm not really \"suffering\" bc i got used to it and it feels comfortable but depression made me romantize suicide so much that i feel like someday i'll have to do it  https://t.co/A5Z2RigUBG",
    "That was so inspiring. I remember some West Wing fans being frustrated tho' because Dems didn't make it clear where the speeches were being held.",
    "Life is really depressing my parents don't support what I do always scold me never let me do anything I want to  Just don't know what to do they take all my stuff away all I have is my phone 😢 I'm so god damn depressed 😔😔",
    "This sounds amazing, but also my depression has always been a sign that I've betrayed myself...however, even though I've been doing The Work and I'm no longer chronically depressed I still feel very little joy doing the activities that used to excite me.   So. I'm in?",
    "I’m losing my voice almost every gig, pain under my jaw &amp; constant swelling so much so that talking is a strain/uncomfortable. I’ve just paid £500 in private healthcare to be told everything’s fine. I’m v glad I don’t have nodules or cancer but seeking healthcare is excruciating.",
    "Whoever's running that account appears to be suffering from depression. They need help from someone who's qualified in that area. Best thing to do, in my opinion, is just not engage with him.",
    "I feel so drained Idk how I wake up everyday and do this life shit",
    "Honestly just wanna open up a bit on birb app for  For my entire life I've struggled with bipolar disorder,extreme social anxiety,depression,mild ADHD,PTSD from sexual assault,suicide attempts,being neglected for a good chunk of my childhood-",
    "So Lonely Depressed Sad &amp; Fucked Up ... Nobody Cares ... I'm Everywhere @ Once ... Friends Playin In My Head ... Girls Playin Wit My Heart , Wish I Can Go Back To The Start I'll Never Be Famous",
    "Offshore drilling is part of the past?? So how will cellphones, computers, literally every plastic item be made?  Why was a huge cargo ship allowed to go through with their anchor down?? Shouldn’t that be the focus?? How do we improve port operations?   https://t.co/HLnq1zc0Qe",
    "realizing I’m depressed and my job is making it so much worse  https://t.co/nsxohUFonz",
    "It's fucking ironic that an anti-depressant has 'suicidal thoughts' as a side effect. Depressed people (like me) be like, I think I'm doing that a fucking good job myself. Thanks.",
    "i wish i didnt have an ed and that i could be happy and not always depressed i hate it i feel like they're going to leave me and i wish i were a better gf but i cant i dont know how to improve myself i hate myself i hate it why do my emotions always changes so fast &gt;",
    "ahaha im tired im so mentally exhausted that i dont even wanna see any of my friends anymore i want to cry and never leave my room ever again",
    "The 1pm updates are just starting to make me more depressed again because it just continues to feel like nothing is getting better and it doesn’t help that I’ve seen 3 groups have picnics unmasked at the park across from work so far today 😔",
    "is ready to reduced it's popularity from 9th October,  seems they have picked Rakhi shawant for their channels.  Which is a self destruction move . Let's hope they realised.",
    "Depression, Anxiety, Stress &amp; Agony of Guilt!!! Because I am not Competent as compare to them! Banda ab kya krain ? Ni matlab ? Sucide krlayy ?   cc: Sir",
    "No stream tonight my mind is just not in it.  I hate my anxiety and depression.  Will try to be back on tomorrow.",
    "I love this.. because the Queen bee oil be inside ur body n in ur head ok.. I *holds back tears* I made this oil after my dead ppl brought me out my divorce n I almost lost my mind literally I was sitting on my bed rocking.. it brought me out a horrible depression yall like 😭😭",
    "I think I need medication. My depression has done nothing but get worse and make it hard for me to even function or go to work some days. Idk what to do. Cognitive behavioral therapy isn't hitting. But I can't afford therapy or a prescription either. Feels hopeless. I hate this.",
    "Ppl stay blowing me off cos I’m so depressed Lmaoo",
    "Needless to say that did not help my self esteem. Not only did lots of people at school think I was a loser, my own family did. I felt I really was the biggest loser growing up. I didnt date anyone in highschool. I had trouble finding a job after school. I was too depressed.",
    "I have depression, anxiety and thoughts of suicide myself I will listen I understand",
    "some stuff happened (outside twitter) and... im not feeling well at all. im actually pretty depressed now. so i'll take a few days to rest. i'll be back dw. don't know when",
    "It's the most depressing channel ever. I always wanted him to lost all the attention just so he could stop this self-destruction, but alas...",
    "is it just me or ang bilis makadrain ng energy ang paglabas ng bahay   i was just out for a day but i feel so exhausted 🥴",
    "I  hate everyone here. I'll kill myself .",
    "I found out I have a metaphysical shop 9 minutes away… 👀👀👀 I bought some things (including two witchy books) and added them to my alter~ 💜🔮 I identify mostly as a Neo-Pagan and a sea witch (because ✨DUH✨) So I got a pretty shell~ 🐚🌊  https://t.co/PQZbe9lzW5",
    "I’m just so exhausted from fighting for my patients that I don’t have the energy to fight for myself. I guess that’s how insurance wins in the end",
    "I almost committed suicide last year but my parents didn't know  how I was depressed I always hide my pain so no could see it",
    "well I am fucking depressed and i want the world to know and do a thing about it!!  else my suicide note will have all covered",
    "💚  Manic Depression/Bipolar - I tend to be wired and fidgety; feeling hopeless and doubtful. I have a hard time going to sleep. I have a hard time concentrating on things and i have a hard time doing the things I onced love.",
    "All I want is to move out of this horrible house. I want to start decorating for my babies nursery and honestly it’s making me so fuckin depressed. Going back to bed.",
    "doing college online, failing miserably while actually doing my best, being depressed and stressed about it 24/7 was not it and i don’t even wanna go back at all at this point. for the first time in my life i’m not stressed about school so LOL fuck me ig",
    "Environmentalists frustrated over California oil spill.  reports.   https://t.co/w2hbguPSQT",
    "i’m so friggin exhausted i need a day long nap",
    "i have severe depression n anxiety since god knows when. was diagnosed at 10 and threatened suicide 3 times bc it seemed like the only way out and gotten VERY close to being put in protective care more than a dozen times would you like to continue trying to gain pity bc i can add",
    "even youtube knows that i am depressed. dear internet, I hate that you know me so well.",
    "Also like which trauma do I treat first? growing up with a narc dad? My binge eating problems? My postpartum depression? Let’s not even begin to unpack the sexual trauma.",
    "Realized this morning that I've been depressed ever since those kittens died. Think that's why I was taking this attempted dating thing so hard cause that was the only bright spot in my life lately. ☠️",
    "Man I’m so exhausted I been feeling horrible I want to not be a burden on anyone I want people to be happy when they see me I want people to love me I want to feel loved! and all I feel is empty, hated and cold I want to feel like a respected human but instead I’m just a failure",
    "All of the lockdown the UK had last year (March-September 2020). I became severely depressed and almost attempted suicide",
    "My digestive system got fucked sideways (lost 8 kilo in a month) &amp; effected my kidneys &amp; liver. That goes without saying how all these chemicals fucked my brain as well with severe depression, suicidal thoughts, intense panic attacks, insomnia just to name a few.",
    "Forward party. I need more information about this party. I am so done with Republicans and Democrats. Nothing getting done in Washington. I am so frustrated with this two party fiasco. We definitely need another party system willing to work.",
    "violets are blue  Roses are red   depression ain't cool  I wish I were dead",
    "I hate that any time I hear bad health news I want to just crawl into bed and sleep for days, depression is so much fun.",
    "This year was shit i am suprised to made it through however with the bullying from one person who i thought was my friend caused me to suffer from serious depression.. low self esteem issues.. it hurts remembering it i feel drained head hurts alot too",
    "Cycling is insane. I know cycling isn't as hype as other team sports, but cycling exemplify how far a human can push their limits for their team. Excruciating agony and pain be damned.",
    "Goes to Martin's door.  \"Maybe you noticed a ticking sound coming from the cactus. I installed a self destruction system inside of him in case he gets kidnapped. If I can't have him, no one can!!! Return Mr. Pickles within 30 seconds or he will  explode.\"",
    "Ion feel bad for you tbh... You got money .. go to therapy getcho ass out the lime light and recover yo mental.. ain't nobody feeling sorry or bad for my ass being deathly depressed for years .. I kill myself ain't a soul finna bat an eye but you Kodak so I'm supposed to feel bad",
    "Excuse Me Ap Bhi 😐😑.I Don't Know Which Loneliness U're Suffering But From My Childhood I've Been Living In My Enemys.I Know It Sounds Weird.But Yes It's True.I've Been Started Suffering From Depression A Long Time Ago.And Till Know I Am Suffering. To Be Continued... 😁",
    "I am sorry about that Rory.  I am on medication for severe depression. I spent a short time in hospital on suicide watch about 20 years ago and had a relapse last year so I understand a little bit.  I am also a volunteer in mental illness.",
    "I'm not. At all. Gotta select my career stream in like 3 months,got so much pressure on me. I cried a lot a few days ago because I was so exhausted, mentally and physically. I just want a break but ik that's not possible so I'll keep going :(",
    "\"You are suffering from an eating disorder you need to work on it with a therapist\"  I.DONT. HAVE. AN.EATING.DISORDER.  How about YOU work on YOUR own sitgmas.  How could i dare to have an illnes BESIDES of my depression.   Apparently diagnoses can not exist with others illnesses",
    "Wtf I used to be so much more funny back then why did I get so depressed",
    "God I just feel so depressed and I want to die and I just feel like nothing I do matters fucking hate my life",
    "Sir I am very depressed I just want to commit suicide but I have a 4 year old daughter so I can't commit suicide. Please help me sir 🙏🏼🙏🏼🙏🏼",
    "exhausted mentally that I've completely given up the will to live.... im living because I cant diə... every night i cry so much... guilts are eating me alive to the point i couldn't even get up today.. my exams are starting from 14 yet i haven't+",
    "Sometimes I’m just so exhausted &amp; some days I feel so down for no reason (sometimes, not always). Glad that I have my smol group of trusty friends to talk to/make funnies with and they make things better by just being there &amp; even if its just sending gifs 🥺🥰",
    "/nsrs i am ok but i literally have depression do not hurt me for making light of my own mental illness",
    "This week has been hard.   I’ve took a step back in terms of my  recovery and it’s really hard not to see this as a failure.  Having anxiety and depression while also going through  is shit.  I’ve been strong but that strength has snapped. Please send support.",
    "I'm depressed, so I'll upload an edition of eunwoo for my sanity, wait for it 😔💜",
    "Literally did not sleep bc I feel so stressed out... I'm exhausted..",
    "i have mental health problems since i began to harm myself to feel better at the age of 8, ive become so frustrated even cried when my stuff is placed somewhere idk or seeing untidy rooms. I got tics that only triggers me when im angry, and self-harming for me was the cure.",
    "extremely frustrated! my office in LA had to overnight a laptop to me in San Francisco because I had unexpected technical difficulties. Well, the delivery guy NEVER entered my building NOR did he use the call box, instead he stuck the tag OUTSIDE on Call Box and left 😤  https://t.co/HkyWNYPprl",
    "so edgy⛓️⛓️⛓️⛓️⛓️⛓️⛓️⛓️⛓️⛓️⛓️⛓️so emo🖤🖤🖤🖤🖤🖤so depressed💔💔💔💔💔💔💔💔💔💔i hate myself🥀🥀🥀🥀🥀🥀🥀 so goth and sad😭😭😭😭😭",
    "I'm so mad... I never felt that way. It's the first time ever I feel like I want to cry because y'all made Jae feel that bad. I swear I'm really really mad and exhausted by your anoying behaviour",
    "anyways im depressed as fuck, im boutta throw on baggy jeans with my bred 1s, because i dont give a fuck about these shits, i’ll ruin them just to hurt hypebeast feelings, once i get those mummy dunks ima skate the fuck out of them",
    "Depression is just chemicals coming from your brain. It's hard to deal with. And whenever you think of something it will sound bad.  That's just overthinking! Everything will be alright, i hope you get over it fast💜 we love you. Take your time.",
    "I had already been so depressed and this was the chance to make myself feel better. I never could forgive it. But after 2 years of that type of behavior, I have self esteem issues I never had before",
    "Hate myself or voting within 10 seconds. I need to get off this app",
    "For the people who decided to send hate towards me because I play destruction all stars, I really hope you are happy as I now feel extremely depressed, making me feel like I don’t want to even play games anymore",
    "So lonely depressed  sad and fucked up nobody loves me nobody cares I'm everywhere  friends playing with my head Girls playing wit my heart wish I could go back and start my hood 😪 because I have been suffering from emotional disease and still everyone treats me bad",
    "Sorry for no art btw i am just Drained and i really don’t want to keep using my laptop so i am taking a much needed mental break, the last few weeks have been some of the most draining and the only peace I get anymore is when I’m by myself",
    "bro i straight up can not even fucking function at a basic level because i am so depressed. there's no way out of this.",
    "// self harm, sh, suicide  And I get depressed as soon as it's done But not depressed, as in like, kill yourself depressed No, I'm not into self-harm",
    "I'm not going to lie I'm depressed as fuck. Like I hate it especially since it comes in waves. MDD severe is by far hell but it makes it worse when I try to hold my head up and something happens, then BOOM!....😔",
    "I am so upset and depressed all the time but I’m just a good actor",
    "I literally wanna commit suicide at this point of my life😔 If I had 1% idea of what I would have to face for studying,I swear I would have never taken admission  https://t.co/SSWDe6vxWF",
    "I’m only 50, but suffer depression. I’m a suicide survivor x 3. Getting old and sick scares the fuck out of me. Being in pain would cause my depression to get worse. I should have the option for assisted dying if required.",
    "i became so angry. like beyond infuriated. that anger turned into hate which then had me feeling petty and evil. i was not well. i was broke. i was depressed. i wanted revenge. i didn’t even want success anymore, just payback somehow.",
    "I  think I'm just a bother to everyone. so I'll just end it .",
    "I lose like 5-8 pounds every months because of my cycle 😩😩 I really hate it so much man &amp; I be maaad depressed for absolutely no reason",
    "i hate when ppl tell me that im wasting my youth being sad and tired, like my bad-- lemme just hang up my depression",
    "I’m severely depressed and people are a bit bored of listening to me rant so im going to tweet into the void instead",
    "A sigh, even he was exhausted by his own demonic cohort.  But Shiki didn’t seem afraid.  That…was more telling than anything else.  “But you’re used to these kinds of things huh?  So I was right in at least having him scout.”  -&gt;",
    "\"Ernest Johnson is perhaps one of the purest of heart human beings I have ever had the blessing of meeting. We know that was not always the case, as he was immersed in personal trauma, suffering and self medicating at the time of his crime... \"  2/x",
    "tw // depression, er  My doctor gave me suicide hotline to use if ever needed, and told me other things. Told me the worst scenario probably could happen is me going to the er, but at most extenstive therapy is going to needed and maybe medicine.",
    "With all the mental health awareness going on I am reminded of being 25 and signed off for 2 weeks with depression and in a pretty bad place. My boss rang me to tell me it wasn’t a real illness and everyone was suffering because I was off. Went in next day.",
    "This marriage increases my likelihood of depressed induced suicide.",
    "As someone who has suffered with Depression, PTSD, ADHD, EXTREME anxiety, and thoughts of suicide this daily is REALLY important. I didn't have ANY support growing up with this.",
    "Balled up in the bed crying yea depression is real and I’ve always suffered from it I hate it 😞 times you don’t know why you’re even crying or sad",
    "I’m getting so tired with fighting against my own brain, I’m mentally and emotionally exhausted with no one who understands",
    "It hurts who people say \"urs not depressed or sad at all\" but in reality if u read the inner me u will be in tears.",
    "It hurts to hear my mom tell me about ‘people with depression’ and how ‘they’ suffer, when she never noticed how bad I was hurting all those years, in the next room.",
    "Hey everyone just letting you know dustbelief hard mode is on a pause for a couple of days ive recently been feeling depressed and unmotivated recently so I'm taking a break from video making",
    "I literally was a woman laying on the floor after a suicide attempt but even the thought of looking at canvas had me shaking and nauseous all weekend that’s not normal",
    "im slowly going back into depression i can feel it &amp; i hate it !!",
    "I would love to get help with therapy . I’ve been suffering with depression for years and have recently started having anxiety attacks because of it . There’s a clear stigma with mental issues in my community and I don’t want to continue to ignore it . $zombiejedi",
    "i’ve never been so depressed. every time i think i’m okay, i revert back to laying in the fetal position. i’m in her room and she’s not here! she’s not coming back!! what do i do",
    "Then there’s Laura Krolcyzk, who was frustrated with Trumpsters denying the effectiveness of ventilators and posted on Facebook, “Trump supporters need to pledge to give up their ventilators for someone else.”",
    "Mentally, I’m here. I really hate depression. I am so sad. 😔  https://t.co/eoPG0roYzP",
    "I would also mentally prepare yourself for grad school depending how far you go. Grad school can be quite the taxing feat, its half the reason i quit pursuing my PhD during covid because I was just so exhausted. Otherwise, I have no doubt you can get in :)",
    "My girlfriend was banned for being frustrated, pretty dumb to ban those who were whitelisted and couldn't get a single mint",
    "I hate being home all the time, I’m starting to feel depressed",
    "I find fan wars silly in BB. We gain nothing but stress and anxiety. Last year people trolled monal brutally but where did she ended up? Happily worked as a judge in  show. We shouldn't take the show personally. It is only a self destruction.",
    "I’m ready to kill myself today and I really wish that was a joke but I’m so tired of this life. I’m emotionally, mentally, spiritually and physically exhausted in every sense of the word. I’m ready for god to take me back. I don’t want to live anymore",
    "I can feel that God is always with me, because the more I think of depression and attempting suicide the more I felt his presence beside me, as if satan is controlling my mind and God is my protector.",
    "I suffer from depression &amp; suicidal thoughts. I feel more suicidal when I hear about women being assaulted, murdered, &amp; discriminated because I feel like my existence is making the world worse. Some Men are fucking horrible.",
    "Dinner kind of blew up in my face but now I'm not only hungry but also depressed which means my body wants absolutely nothing so it's time to die",
    "People tell me I’m funny. They tell me I’m kind. They say it’s hard to believe  I’m depressed. That I’ve attempted suicide. That I think about dying every single day. That’s *why* I tell them.  This is what depression looks like."
  ],
  "replies_count": [
    0,
    0,
    1,
    2,
    1,
    0,
    0,
    0,
    0,
    0,
    1,
    1,
    2,
    0,
    1,
    1,
    0,
    0,
    2,
    0,
    1,
    0,
    1,
    0,
    2,
    0,
    0,
    0,
    0,
    0,
    0,
    3,
    0,
    1,
    0,
    4,
    0,
    0,
    0,
    0,
    1,
    1,
    1,
    0,
    0,
    0,
    0,
    0,
    0,
    1,
    1,
    0,
    0,
    0,
    1,
    0,
    1,
    1,
    0,
    0,
    1,
    0,
    0,
    1,
    0,
    0,
    1,
    0,
    0,
    1,
    1,
    1,
    0,
    0,
    0,
    0,
    0,
    1,
    1,
    1,
    1,
    0,
    0,
    1,
    1,
    0,
    0,
    0,
    2,
    1,
    0,
    0,
    1,
    2,
    0,
    1,
    0,
    1,
    0,
    1,
    0,
    1,
    1,
    0,
    1,
    0,
    0,
    1,
    1,
    0,
    1,
    0,
    1,
    0,
    1,
    0,
    2,
    0,
    1,
    0,
    1,
    0,
    0,
    0,
    0,
    0,
    2,
    0,
    0,
    0,
    1,
    0,
    0,
    0,
    2,
    1,
    0,
    1,
    1,
    0,
    2,
    1,
    0,
    0,
    0,
    0,
    1,
    0,
    0,
    1,
    0,
    0,
    0,
    0,
    0,
    0,
    1,
    0,
    14,
    0,
    1,
    0,
    17,
    0,
    1,
    1,
    0,
    1,
    0,
    0,
    0,
    1,
    0,
    0,
    0,
    3,
    1,
    2,
    1,
    6,
    4,
    0,
    1,
    1,
    2,
    1,
    0,
    1,
    1,
    0,
    0,
    5,
    0,
    3,
    1,
    1,
    0,
    1,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    1,
    1,
    0,
    0,
    0,
    0,
    0,
    1,
    1,
    1,
    0,
    5,
    0,
    0,
    1,
    0,
    0,
    0,
    0,
    0,
    0,
    1,
    2,
    1,
    0,
    12,
    0,
    0,
    1,
    0,
    0,
    0,
    1,
    23,
    0,
    1,
    0,
    0,
    0,
    0,
    1,
    0,
    1,
    2,
    0,
    1,
    0,
    0,
    0,
    4,
    0,
    0,
    0,
    0,
    1,
    1,
    2,
    1,
    0,
    1,
    4,
    5,
    1,
    1,
    0,
    0,
    1,
    70,
    0,
    0,
    0,
    4,
    1,
    0,
    0,
    0,
    0,
    0,
    1,
    1,
    0,
    2,
    1,
    0,
    0,
    1,
    0,
    1,
    1,
    0,
    1,
    3,
    0,
    1,
    1,
    0,
    1,
    1,
    0,
    1,
    0,
    0,
    0,
    0,
    0,
    1,
    0,
    2,
    2,
    2,
    0,
    0,
    0,
    0,
    1,
    0,
    1,
    0,
    2,
    0,
    0,
    1,
    0,
    1,
    0,
    3,
    0,
    2,
    1,
    0,
    1,
    0,
    0,
    0,
    0,
    1,
    1,
    1,
    0,
    0,
    1,
    1,
    1,
    0,
    1,
    0,
    3,
    0,
    0,
    1,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    1,
    1,
    1,
    0,
    0,
    0,
    1,
    0,
    0,
    0,
    0,
    0,
    0,
    1,
    0,
    0,
    2,
    1,
    0,
    0,
    0,
    1,
    14,
    0,
    8,
    0,
    1,
    1,
    1,
    1,
    0,
    0,
    0,
    0,
    0,
    0,
    6,
    1,
    0,
    0,
    2,
    0,
    1,
    1,
    1,
    1,
    1,
    0,
    1,
    1,
    1,
    1,
    2,
    0,
    1,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    1,
    1,
    1,
    1,
    0,
    0,
    0,
    0,
    1,
    0,
    3
  ],
  "retweets_count": [
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    1,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    3,
    0,
    1,
    0,
    0,
    0,
    6,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    1,
    0,
    0,
    0,
    0,
    1,
    0,
    0,
    0,
    2,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    3,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    1,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    1,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    2,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    1,
    0,
    0,
    1,
    0,
    0,
    0,
    0,
    4,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    10,
    2,
    0,
    0,
    0,
    0,
    2,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    1,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    4,
    0,
    0,
    0,
    0,
    1,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    1,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    1,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    1,
    0,
    0,
    1,
    0,
    0,
    0,
    0,
    7,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    3,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    17,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    2,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    1,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    1,
    0,
    0,
    0,
    1,
    0,
    0,
    0,
    1,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    1,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    1,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    1,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    3,
    0,
    2,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    2,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    2,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    2,
    0,
    0,
    13,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    1,
    0,
    2
  ],
  "likes_count": [
    1,
    1,
    7,
    1,
    0,
    1,
    0,
    0,
    2,
    0,
    1,
    1,
    3,
    0,
    0,
    1,
    1,
    0,
    1,
    1,
    10,
    0,
    0,
    3,
    34,
    3,
    0,
    2,
    0,
    2,
    5,
    36,
    1,
    2,
    2,
    96,
    0,
    1,
    0,
    0,
    3,
    1,
    0,
    0,
    0,
    0,
    2,
    0,
    1,
    2,
    1,
    1,
    4,
    0,
    1,
    2,
    4,
    3,
    6,
    0,
    0,
    0,
    0,
    5,
    0,
    0,
    10,
    0,
    0,
    1,
    0,
    4,
    0,
    1,
    0,
    3,
    0,
    3,
    16,
    5,
    0,
    0,
    0,
    0,
    0,
    5,
    2,
    0,
    1,
    1,
    1,
    0,
    1,
    0,
    0,
    2,
    0,
    0,
    0,
    1,
    1,
    0,
    1,
    0,
    1,
    0,
    0,
    0,
    8,
    1,
    9,
    0,
    1,
    1,
    0,
    1,
    2,
    0,
    1,
    0,
    6,
    0,
    1,
    0,
    1,
    0,
    2,
    0,
    1,
    9,
    0,
    0,
    1,
    0,
    1,
    10,
    0,
    0,
    0,
    0,
    16,
    3,
    4,
    0,
    0,
    0,
    3,
    0,
    0,
    0,
    1,
    0,
    0,
    1,
    0,
    0,
    1,
    26,
    19,
    0,
    5,
    2,
    48,
    2,
    3,
    4,
    0,
    12,
    0,
    2,
    0,
    0,
    0,
    0,
    0,
    4,
    6,
    12,
    1,
    9,
    7,
    0,
    2,
    1,
    1,
    3,
    3,
    2,
    1,
    0,
    0,
    5,
    1,
    18,
    1,
    3,
    2,
    1,
    6,
    0,
    17,
    0,
    0,
    0,
    6,
    9,
    1,
    0,
    0,
    2,
    2,
    6,
    0,
    22,
    4,
    0,
    0,
    8,
    0,
    0,
    4,
    0,
    0,
    0,
    3,
    0,
    1,
    1,
    6,
    0,
    1,
    70,
    0,
    1,
    4,
    0,
    0,
    0,
    1,
    120,
    0,
    0,
    2,
    0,
    3,
    1,
    0,
    5,
    28,
    0,
    0,
    1,
    0,
    0,
    1,
    11,
    0,
    7,
    0,
    1,
    1,
    2,
    0,
    2,
    1,
    0,
    2,
    2,
    0,
    0,
    0,
    0,
    0,
    277,
    0,
    0,
    0,
    9,
    0,
    0,
    1,
    7,
    0,
    0,
    0,
    4,
    0,
    1,
    1,
    0,
    0,
    2,
    0,
    13,
    1,
    5,
    0,
    10,
    0,
    1,
    0,
    0,
    0,
    0,
    2,
    0,
    2,
    0,
    2,
    4,
    0,
    2,
    0,
    24,
    1,
    1,
    0,
    9,
    0,
    0,
    4,
    0,
    0,
    0,
    7,
    0,
    0,
    1,
    0,
    3,
    0,
    7,
    0,
    4,
    1,
    5,
    1,
    0,
    0,
    8,
    0,
    0,
    0,
    3,
    0,
    0,
    4,
    7,
    1,
    0,
    2,
    3,
    11,
    3,
    3,
    0,
    3,
    2,
    0,
    0,
    2,
    0,
    0,
    0,
    4,
    0,
    0,
    0,
    0,
    1,
    3,
    0,
    0,
    0,
    0,
    0,
    1,
    7,
    0,
    1,
    1,
    7,
    3,
    0,
    0,
    0,
    0,
    39,
    3,
    28,
    17,
    0,
    0,
    0,
    2,
    0,
    0,
    1,
    0,
    0,
    1,
    4,
    12,
    0,
    0,
    4,
    0,
    0,
    1,
    4,
    1,
    1,
    0,
    0,
    0,
    6,
    0,
    3,
    1,
    1,
    0,
    0,
    0,
    7,
    0,
    0,
    1,
    0,
    0,
    42,
    1,
    0,
    0,
    0,
    3,
    0,
    0,
    1,
    1,
    14
  ],
  "label": [
    "0",
    "3",
    "0",
    "2",
    "3",
    "1",
    "2",
    "2",
    "1",
    "2",
    "0",
    "1",
    "1",
    "0",
    "3",
    "0",
    "1",
    "0",
    "0",
    "1",
    "0",
    "0",
    "1",
    "1",
    "1",
    "2",
    "3",
    "2",
    "1",
    "2",
    "2",
    "2",
    "2",
    "2",
    "1",
    "1",
    "3",
    "0",
    "2",
    "1",
    "2",
    "0",
    "1",
    "2",
    "1",
    "0",
    "2",
    "3",
    "0",
    "2",
    "2",
    "3",
    "0",
    "3",
    "2",
    "3",
    "1",
    "2",
    "3",
    "0",
    "1",
    "1",
    "1",
    "3",
    "1",
    "2",
    "3",
    "3",
    "3",
    "1",
    "3",
    "2",
    "0",
    "1",
    "2",
    "3",
    "1",
    "2",
    "0",
    "1",
    "3",
    "1",
    "3",
    "3",
    "2",
    "0",
    "0",
    "2",
    "3",
    "3",
    "0",
    "0",
    "1",
    "3",
    "1",
    "2",
    "0",
    "3",
    "3",
    "3",
    "1",
    "3",
    "3",
    "0",
    "2",
    "1",
    "1",
    "0",
    "0",
    "3",
    "1",
    "1",
    "3",
    "1",
    "3",
    "2",
    "3",
    "0",
    "2",
    "0",
    "0",
    "0",
    "3",
    "0",
    "1",
    "3",
    "2",
    "3",
    "2",
    "2",
    "3",
    "0",
    "1",
    "2",
    "2",
    "3",
    "3",
    "1",
    "0",
    "0",
    "1",
    "1",
    "3",
    "3",
    "3",
    "3",
    "0",
    "3",
    "0",
    "3",
    "1",
    "0",
    "1",
    "2",
    "0",
    "2",
    "0",
    "3",
    "3",
    "0",
    "2",
    "0",
    "1",
    "1",
    "3",
    "0",
    "0",
    "0",
    "0",
    "1",
    "1",
    "0",
    "1",
    "2",
    "2",
    "0",
    "1",
    "1",
    "3",
    "1",
    "2",
    "2",
    "2",
    "1",
    "0",
    "3",
    "2",
    "0",
    "3",
    "3",
    "0",
    "2",
    "1",
    "0",
    "0",
    "1",
    "3",
    "2",
    "0",
    "1",
    "3",
    "2",
    "2",
    "1",
    "0",
    "3",
    "1",
    "2",
    "2",
    "1",
    "2",
    "3",
    "1",
    "0",
    "0",
    "3",
    "0",
    "1",
    "3",
    "3",
    "2",
    "1",
    "2",
    "0",
    "0",
    "3",
    "1",
    "2",
    "1",
    "2",
    "3",
    "3",
    "0",
    "3",
    "1",
    "2",
    "0",
    "0",
    "2",
    "2",
    "3",
    "2",
    "1",
    "1",
    "3",
    "3",
    "3",
    "0",
    "1",
    "1",
    "1",
    "1",
    "3",
    "0",
    "1",
    "0",
    "2",
    "0",
    "2",
    "0",
    "2",
    "2",
    "2",
    "2",
    "1",
    "2",
    "1",
    "3",
    "3",
    "2",
    "3",
    "1",
    "1",
    "1",
    "0",
    "0",
    "3",
    "2",
    "3",
    "3",
    "2",
    "1",
    "2",
    "2",
    "1",
    "3",
    "1",
    "2",
    "2",
    "0",
    "1",
    "0",
    "0",
    "1",
    "0",
    "3",
    "3",
    "3",
    "3",
    "3"
  ]
}